Repository: UniversityofHelsinki/kamu
Catalog: kamu/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Role membership
fi: Roolin jäsenyys

source: Total cost
fi: Kokonaiskustannus

source: Identity has not yet been linked to this membership.
fi: Tähän jäsenyyteen ei ole vielä liitetty henkilöllisyyttä.

source: Invite has been sent to %(address)s.
fi: Kutsu on lähetetty osoitteeseen %(address)s.

source: Verification SMS will be sent to %(number)s.
fi: Vahvistustekstiviesti lähetetään numeroon %(number)s.

source: Resend invite email
fi: Lähetä kutsusähköposti uudelleen

source: Reason
fi: Peruste

source: End membership
fi: Päätä jäsenyys

source: Confirm ending membership
fi: Vahvista jäsenyyden päättäminen

source: This membership will be set to end after today.
fi: Tämä jäsenyys päättyy tämän päivän jälkeen.

source: End date
fi: Päättymispäivä

source: Cancel membership
fi: Peru jäsenyys

source: Confirm cancelling membership
fi: Vahvista jäsenyyden peruminen

source: This membership will be cancelled immediately.
fi: Jäsenyys perutaan välittömästi.

source: Edit membership
fi: Muokkaa jäsenyyttä

source: List memberships expiring in %(day_limit)s days.
fi: Näytä jäsenyydet, jotka päättyvät %(day_limit)s päivän kuluessa.

source: Member information
fi: Jäsentiedot

source: Invite to role
fi: Kutsu rooliin

source: Otherwise you you can invite them by email, by searching with the email address.
fi: Muussa tapauksessa voit kutsua henkilön sähköpostilla etsimällä hänet ensin sähköpostiosoitteella.

source: Send invitation
fi: Lähetä kutsu

source: Memberships you have invited or approved
fi: Jäsenyydet joissa olet kutsujana tai hyväksyjänä

source: Members
fi: Jäsenet

source: Roles you have inviter permission for
fi: Rooleja, joihin sinulla on kutsuoikeudet

source: Search roles with role name or description.
fi: Etsi rooleja roolin nimellä tai kuvauksella.

source: Verification code sent.
fi: Vahvistuskoodi lähetetty.

source: Kamu verification code: %(token)s
fi: Kamu-vahvistuskoodi: %(token)s

source: Role requires a contract you cannot currently sign.
fi: Rooli vaatii sopimuksen, jota et voi tällä hetkellä allekirjoittaa.

source: Role requires a contract "%(name)s".
fi: Rooli vaatii sopimuksen "%(name)s".

source: Role requires a contract "%(name)s", version %(version)d or higher.
fi: Rooli vaatii sopimuksen "%(name)s", versio %(version)d tai uudempi.

source: Role requires a verified email address.
fi: Rooli vaatii vahvistetun sähköpostiosoitteen.

source: Add here
fi: Lisää tästä

source: Role requires a verified phone number.
fi: Rooli vaatii vahvistetun puhelinnumeron.

source: Role requires an attribute "%(name)s" of at least verification level: %(level)d (%(level_text)s).
fi: Rooli vaatii käyttäjätiedon "%(name)s", vähintään varmennustasolla %(level)d (%(level_text)s).

source: Role requires an attribute "%(name)s".
fi: Rooli vaatii käyttäjätiedon "%(name)s".

source: Role requires higher assurance level:
fi: Rooli vaatii korkeamman varmuustason:

source: Role requires a requirement you cannot currently fulfill: %(name)s.
fi: Roolilla on vaatimus, jota et voi tällä hetkellä täyttää: %(name)s.

source: Membership created.
fi: Jäsenyys luotu.

source: Account creation failed, please try again later.
fi: Käyttäjätunnuksen luonti epäonnistui, ole hyvä ja yritä myöhemmin uudelleen.

source: You have pending membership approvals.
fi: Sinulla on hyväksyntää odottavia jäsenyyksiä.

source: Tried to send a new code too soon.
fi: Yritit lähettää uuden tunnisteen liian pian.

source: Cannot deactivate last active identifier.
fi: Et voi poistaa viimeistä aktiivista tunnistetta.

source: Membership approved.
fi: Jäsenyys hyväksytty.

source: Invite email sent.
fi: Kutsusähköposti lähetetty.

source: Tried to send a new invite too soon. Please try again in one minute.
fi: Yritit lähettää uuden kutsun liian pian. Ole hyvä ja odota yksi minuutti ennen uutta yritystä.

source: Invite email sent to following addresses: {0}
fi: Sähköpostikutsu lähetetty seuraaviin osoitteisiin: {0}
