Repository: UniversityofHelsinki/kamu
Catalog: kamu/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: If you wish, you can replace the beginning part of the default email invite with your own text (max. 70 characters). The invitation code and link are always added at the end of the message. Preview the message to see the finished email.
sv: Om du vill kan du ersätta början av standardinbjudan via e-post med din egen text (max 70 tecken). Inbjudningskoden och länken läggs alltid till i slutet av meddelandet. Förhandsgranska meddelandet för att se det slutgiltiga e-postmeddelandet.

source: Membership status
fi: Jäsenyyden tila
sv: Medlemskapsstatus

source: Reasons for membership
sv: Motiveringar för medlemskapet

source: Membership start date
fi: Jäsenyyden alkamispäivämäärä
sv: Medlemskapets startdatum

source: Membership expiry date
fi: Jäsenyyden päättymispäivämäärä
sv: Medlemskapets utgångsdatum

source: Cancelled at
fi: Peruttu
sv: Avslutades den

source: Requirements failed time
fi: Vaatimusten epäonnistumisaika
sv: Tid då kraven inte kunde uppfyllas

source: Membership
fi: Jäsenyys
sv: Medlemskap

source: Memberships
fi: Jäsenyydet
sv: Medlemskap

source: Organisation identifier
fi: Organisaation tunniste
sv: Organisationsidentifierare

source: Organisation abbreviation
fi: Organisaation lyhenne
sv: Organisationsförkortning

source: Organisation name (fi)
fi: Organisaation nimi (fi)
sv: Organisationens namn (fi)

source: Organisation name (en)
fi: Organisaation nimi (en)
sv: Organisationens namn (en)

source: Organisation name (sv)
fi: Organisaation nimi (se)
sv: Organisationens namn (sv)

source: Organisation code
fi: Organisaation koodi
sv: Organisationskod

source: Organisations
fi: Organisaatiot
sv: Organisationer

source: Role identifier
fi: Roolin tunniste
sv: Rollidentifierare

source: Role name (fi)
fi: Roolin nimi (fi)
sv: Rollens namn (fi)

source: Role name (en)
fi: Roolin nimi (en)
sv: Rollens namn (en)

source: Role name (sv)
fi: Roolin nimi (se)
sv: Rollens namn (sv)

source: Role description (fi)
fi: Roolin kuvaus (fi)
sv: Rollbeskrivning (fi)

source: Role description (en)
fi: Roolin kuvaus (en)
sv: Rollbeskrivning (en)

source: Role description (sv)
fi: Roolin kuvaus (se)
sv: Rollbeskrivning (sv)

source: Organisation unit
fi: Organisaatioyksikkö
sv: Organisationsenhet

source: Notification email address
fi: Ilmoitusten sähköpostiosoite
sv: E-postadress för aviseringar

source: Notification language
fi: Ilmoitusten kieli
sv: Språk för aviseringar

source: Inviter groups
fi: Kutsujaryhmät
sv: Inbjudargrupper

source: Approver groups
fi: Hyväksyjäryhmät
sv: Godkännargrupper

source: Permissions
fi: Oikeudet
sv: Behörigheter

source: Requirements
fi: Vaatimukset
sv: Krav

source: IAM Group
fi: IAM-ryhmä
sv: IAM-grupp

source: Requires SMS verification
fi: Vaatii tekstiviestivahvistusta
sv: Kräver SMS-verifiering

source: Maximum duration (days)
fi: Pisin voimassaoloaika (päivissä)
sv: Maximal varaktighet (dagar)

source: Purge delay (days)
fi: Poiston viive (päivissä)
sv: Reningsfördröjning (dagar)

source: Grace period from membership expiration to purge (days)
fi: Aika jäsenyyden päättymisestä jäsenyystietojen poistoon (päivissä)
sv: Anstånd från medlemskapets utgång till rensning (dagar)

source: Role
fi: Rooli
sv: Roll

source: Roles
fi: Roolit
sv: Roller

source: Permission identifier
fi: Oikeuden tunniste
sv: Rättighetsidentifierare

source: Generic permission
fi: Yleinen oikeus
sv: Allmän rättighet

source: Service
fi: Palvelu
sv: Tjänst

source: Permission type
fi: Oikeuden tyyppi
sv: Typ av rättighet

source: Permission name (fi)
fi: Oikeuden nimi (fi)
sv: Rättighetens namn (fi)

source: Permission name (en)
fi: Oikeuden nimi (en)
sv: Rättighetens namn (en)

source: Permission name (sv)
fi: Oikeuden nimi (se)
sv: Rättighetens namn (sv)

source: Permission description (fi)
fi: Oikeuden kuvaus (fi)
sv: Rättighetens beskrivning (fi)

source: Permission description (en)
fi: Oikeuden kuvaus (en)
sv: Rättighetens beskrivning (en)

source: Permission description (sv)
fi: Oikeuden kuvaus (se)
sv: Rättighetens beskrivning (sv)

source: Permission cost
fi: Oikeuden hinta
sv: Rättighetens kostnad

source: Permission value
fi: Oikeuden arvo
sv: Rättighetens värde

source: Permission
fi: Oikeus
sv: Rättighet

source: Requirement name (fi)
fi: Vaatimuksen nimi (fi)
sv: Kravnamn (fi)

source: Requirement name (en)
fi: Vaatimuksen nimi (en)
sv: Kravnamn (en)

source: Requirement name (sv)
fi: Vaatimuksen nimi (se)
sv: Kravnamn (sv)

source: Requires a signed contract of type (value)
fi: Vaatii allekirjoitetun sopimuksen tyypistä (arvo)
sv: Godkännande saknas i avtalet. Öppna och godkänn avtalet. (value)

source: User attribute (value) is defined
fi: Käyttäjätiedon (arvo) on määritetty
sv: Användarattributet (value) är definierat

source: Assurance level at least level
fi: Varmuustason tulee olla vähintään tasolla
sv: Kontrollnivå minst på nivå

source: External requirement
fi: Ulkoinen vaatimus
sv: Externa krav

source: Requirement type
fi: Vaatimuksen tyyppi
sv: Typ av krav

source: Requirement value
fi: Vaatimuksen arvo
sv: Kravets värde

source: Level or version required
fi: Vaadittu taso tai versio
sv: Nivå eller version som krävs

source: Require a minimum level of assurance or attribute verification level, or a minimum version of contract. Contract level must be a positive integer. Assurance levels are from 1 (low) to 3 (high) and attribute verification levels are from 1 (self assured) to 4 (strong electrical verification)
fi: Vaadi vähimmäisvarmuustaso, vähimmäinen käyttäjätiedon vahvistustaso tai vähimmäisversio sopimuksesta. Sopimuksen tason tulee olla positiivinen kokonaisluku. Varmuustasot ovat välillä 1 (matala) – 3 (korkea), ja käyttäjätiedon vahvistustasot ovat välillä 1 (itse vakuutettu) – 4 (vahva sähköinen tunnistautuminen)
sv: Kräv en minimikontrollnivå eller verifiering av attributets nivå eller en minimiversion av avtalet. Avtalsnivån måste vara ett positivt heltal. Kontrollnivåerna är från 1 (låg) till 3 (hög), och attributens verifieringsnivåer är från 1 (självangiven) till 4 (stark elektronisk verifiering)

source: Grace period (days)
fi: Armonaika (päivissä)
sv: Anstånd (dagar)

source: Grace period (days) before membership status is changed.
fi: Armonaika (päivissä) ennen kuin jäsenyyden tila vaihdetaan.
sv: Anstånd (dagar) innan medlemsstatus ändras.

source: Requirement
fi: Vaatimus
sv: Krav

source: Contract requirement needs contract type as a value.
fi: Vaadittu sopimus vaatii sopimustyypin arvoksi.
sv: Avtalskrav måste ha avtalstyp som värde.

source: Contract version must be a positive integer.
fi: Sopimuksen version tulee olla positiivinen kokonaisluku.
sv: Avtalsversionen måste vara ett positivt heltal.

source: Allowed assurance levels are from %(min)d (low) to %(max)d (high).
fi: Sallitut varmuustasot ovat %(min)d (matala) – %(max)d (korkea).
sv: Tillåtna kontrollnivåer är från %(min)d (låg) till %(max)d (hög).

source: Invalid attribute name.
fi: Virheellinen käyttäjätiedon nimi.
sv: Ogiltigt attributnamn.

source: Attribute does not have verification level.
fi: Käyttäjätiedolla ei ole vahvistustasoa.
sv: Attributet har ingen verifieringsnivå.

source: Allowed levels are from %(min) to %(max).
fi: Sallitut tasot ovat välillä %(min) – %(max).
sv: Tillåtna nivåer är från %(min) till %(max).

source: Email login token
fi: Sähköpostikirjautumistunniste
sv: Token för inloggning via e-postadress

source: SMS login token
fi: Tekstiviestikirjautumistunniste
sv: Token för inloggning via SMS

source: Email object verification token
fi: Sähköpostiobjektin vahvistustunniste
sv: Verifieringstoken för e-post

source: Phone object verification token
fi: Tekstiviestiobjektin vahvistustunniste
sv: Verifieringstoken för telefon

source: Email address verification token
fi: Sähköpostiosoitteen vahvistustunniste
sv: Token för verifiering med e-postadress

source: Phone number verification token
fi: Puhelinnumeron vahvistustunniste
sv: Token för verifiering med telefonnummer

source: Invite token
fi: Kutsutunniste
sv: Inbjudningstoken

source: Token type
fi: Tunnisteen tyyppi
sv: Typ av token

source: Salt and a hashed token
fi: Suolattu ja tiivistetty tunniste
sv: Salt och en hashad token

source: Number of tries left
fi: Yrityskertoja jäljellä
sv: Antal återstående försök

source: Login token
fi: Kirjautumistunniste
sv: Inloggningstoken

source: Login tokens
fi: Kirjautumistunnisteet
sv: Inloggningstokens

source: This identity already has the given email address.
fi: Annettu sähköpostiosoite on jo tällä henkilöllisyydellä.
sv: Denna identitet har redan den angivna e-postadressen.

source: Field %(attribute)s is required.
fi: Kenttä %(attribute)s on pakollinen.
sv: Fältet %(attribute)s är obligatoriskt.

source: Cannot validate sequence data.
fi: Rooliketjua ei voida vahvistaa.
sv: Kan inte validera sekvensdata.

source: Accessibility Statement
fi: Saavutettavuusseloste
sv: Tillgänglighetsutlåtande

source: This accessibility statement concerns the service Kamu and it has been drafted / updated on 16.05.2025. The service is governed by the Act on the Provision of Digital Services, which requires public online services to be accessible.
fi: Tämä saavutettavuusseloste koskee palvelua Kamu ja on laadittu / päivitetty 16.05.2025. Palvelua koskee laki digitaalisten palvelujen tarjoamisesta, jossa edellytetään, että julkisten verkkopalvelujen on oltava saavutettavia.
sv: Detta tillgänglighetsutlåtande gäller tjänsten Kamu och har upprättats / uppdaterats 16.05.2025. Tjänsten omfattas av lagen om tillhandahållande av digitala tjänster och dess krav på att offentliga webbplatser måste vara tillgängliga.

source: This statement is based on a self-assessment.
fi: Olemme arvioineet palvelun saavutettavuuden itse.
sv: Vi har själva granskat hur tillgänglig tjänsten är.

source: Accessibility status of the digital service
fi: Digipalvelun saavutettavuuden tila
sv: Tillgänglighetsstatus för den digitala tjänsten

source: Fully compliant with accessibility requirements.
fi: Täyttää kaikki saavutettavuusvaatimukset.
sv: Uppfyller alla tillgänglighetskrav.

source: Did you notice an accessibility issue in our digital service?
fi: Huomasitko saavutettavuuspuutteen digipalvelussamme?
sv: Upptäckte du en tillgänglighetsbrist i vår digitala tjänst?

source: Tell us and we will do our best to remedy the issue.
fi: Kerro se meille ja teemme parhaamme puutteen korjaamiseksi.
sv: Beskriv den för oss och vi ska göra vårt bästa för att åtgärda den.

source: By email: %(email)s
fi: Sähköpostilla: %(email)s
sv: Per e-post: %(email)s

source: Supervisory authority
fi: Valvontaviranomainen
sv: Tillsynsmyndigheten

source: If you notice any accessibility issues on the site, please provide feedback to us first, that is, to the site administrator. We will reply within 14 days. If you are not satisfied with our response or do not receive any response within two weeks <a target="_blank" href="https://www.saavutettavuusvaatimukset.fi/en/user-rights/submit-complaint-web-accessibility-or-request-clarification"> you can file a report with Traficom </a> (the page opens in a new window). The Traficom website explains in detail how to file a report and how the matter will be handled.
fi: Jos huomaat sivustolla saavutettavuusongelmia, anna ensin palautetta meille eli sivuston ylläpitäjälle. Vastauksessa voi mennä 14 päivää. Jos et ole tyytyväinen saamaasi vastaukseen tai et saa vastausta lainkaan kahden viikon aikana, <a target="_blank" href="https://www.saavutettavuusvaatimukset.fi/fi/kayttajan-oikeudet/tee-saavutettavuuskantelu-tai-pyyda-selvitysta"> voit tehdä ilmoituksen Traficomille </a> (avautuu uuteen ikkunaan). Traficomin sivulla kerrotaan tarkasti, miten ilmoituksen voi tehdä ja miten asia käsitellään.
sv: Kontakta oss om du vill påtala brister i tillgängligheten på vår webbplats. Det kan ta 14 dagar innan du får ett svar. Om du inte är nöjd med det svar du har fått eller inte får något svar alls inom två veckor <a target="_blank" href="https://www.saavutettavuusvaatimukset.fi/sv/dina-rattigheter/lamna-en-tillganglighetsklagan-eller-be-om-en-utredning"> kan du lämna in en anmälan om bristande tillgänglighet till Traficom </a> (öppnas i ett nytt fönster). På Traficoms webbplats finns det beskrivet hur du kan lämna in en anmälan och hur ärendet behandlas.

source: Supervisory authority contact information
fi: Valvontaviranomaisen yhteystiedot
sv: Tillsynsmyndighetens kontaktuppgifter

source: Finnish Transport and Communications Agency Traficom
fi: Liikenne- ja viestintävirasto Traficom
sv: Transport- och kommunikationsverket Traficom

source: Digital Accessibility Supervision Unit
fi: Digitaalisen esteettömyyden ja saavutettavuuden valvontayksikkö
sv: Enheten för tillsyn över digital tillgänglighet

source: P.BOX 320
fi: PL 320
sv: PLB320

source: FI-00059 TRAFICOM
fi: 00059 TRAFICOM
sv: 00059 TRAFICOM

source: <a target="_blank" href="https://www.saavutettavuusvaatimukset.fi/en">www.saavutettavuusvaatimukset.fi/en</a>
fi: <a target="_blank" href="https://www.saavutettavuusvaatimukset.fi/">www.saavutettavuusvaatimukset.fi</a>
sv: <a target="_blank" href="https://www.saavutettavuusvaatimukset.fi/sv">www.saavutettavuusvaatimukset.fi/sv</a>

source: saavutettavuus(at)traficom.fi
sv: tillganglighet(at)traficom.fi

source: Tel. +358 29 534 5000
fi: Puhelinnumero vaihde: 029 534 5000
sv: Växel: 029 534 5000

source: Creating a new limited user account
sv: Skapa ett nytt begränsat användarkonto

source: The limited user account will be created with the following information:
sv: Ett begränsat användarkonto skapas med följande uppgifter:

source: Given name
fi: Etunimi
sv: Förnamn

source: Display name
fi: Näkyvä nimi
sv: Namn som visas

source: Allowed services
fi: Sallitut palvelut
sv: Tillåtna tjänster

source: Select username and enter password
sv: Välj användarnamn och ange lösenord

source: Password requirements:
fi: Salasanan vaatimukset:
sv: Lösenordskrav:

source: Minimum %(min_length)s characters.
fi: Vähimmäispituus %(min_length)s merkkiä.
sv: Minst %(min_length)s tecken.

source: Not similar to other user attributes.
fi: Ei muita käyttäjätietoja vastaava.
sv: Liknar inte andra användarattribut.

source: If necessary, create new options
sv: Skapa nya alternativ vid behov

source: User account details
sv: Detaljer för användarkonto

source: Type
fi: Tyyppi
sv: Typ

source: Disable user account
fi: Sulje käyttäjätunnus
sv: Deaktivera användarkonto

source: Confirm disabling user account
fi: Vahvista käyttäjätunnuksen sulkeminen
sv: Bekräfta deaktivering av användarkonto

source: Close
fi: Sulje
sv: Stäng

source: This user account will be disabled immediately.
sv: Detta användarkonto kommer att inaktiveras omedelbart.

source: Cancel
fi: Peruuta
sv: Avbryt

source: Confirm
fi: Vahvista
sv: Bekräfta

source: Enable user account
fi: Aktivoi käyttäjätunnus
sv: Aktivera användarkonto

source: Confirm enabling user account
fi: Vahvista käyttäjätunnuksen aktivointi
sv: Bekräfta aktivering av användarkonto

source: This user account will be enabled immediately.
sv: Detta användarkonto kommer att aktiveras omedelbart.

source: Reset user account password
sv: Återställ lösenord för användarkonto

source: User account information
sv: Information om användarkonto

source: Manage
fi: Hallinnoi
sv: Hantera

source: You do not have any user accounts.
sv: Du har inga användarkonton.

source: Allowed user accounts
sv: Tillåtna användarkonton

source: Action
fi: Toiminto
sv: Handling

source: Create
fi: Luo
sv: Skapa

source: Manage in external service
fi: Hallinnoi ulkoisessa palvelussa
sv: Hantera i extern tjänst

source: Accept invite and update information
sv: Godkänn inbjudan och uppdatera uppgifterna

source: You have received a personal invitation to become a member of the University of Helsinki University community.
sv: Du har fått en personlig inbjudan att bli medlem i Helsingfors universitets universitetsgemenskap.

source: You are already logged in. Claim invite here or log out to claim invite with another user.
fi: Olet jo kirjautunut sisään. Lunasta kutsu tästä tai kirjaudu ulos lunastaaksesi kutsun toisella käyttäjällä
sv: Du är redan inloggad. Acceptera inbjudan här eller logga ut för att acceptera inbjudan med en annan användare.

source: Claim invite
fi: Lunasta kutsu
sv: Acceptera inbjudan

source: If you already have a University of Helsinki user account or have previously registered for Kamu, log in here.
sv: Om du redan har ett användarkonto för Helsingfors universitet eller om du tidigare har registrerat dig i Kamu, logga in här.

source: Register as a new user
sv: Registrera dig som ny användare

source: If you are a new user, please register here. Registration is required for a University of Helsinki user account and other access rights.
sv: Om du är ny användare, registrera dig här. Registrering krävs för Helsingfors universitets användarkonto och andra nyttjanderätter.

source: University of Helsinki account
fi: Helsingin yliopiston käyttäjätunnus
sv: Helsingfors universitet-konto

source: University of Helsinki sign-in
fi: Helsingin yliopiston kirjautuminen
sv: Helsingfors universitets inloggning

source: Login with the University of Helsinki single sign-on.
fi: Kirjaudu sisään Helsingin yliopiston kertakirjautumisella.
sv: Logga in med Helsingfors universitets enkelinloggning.

source: Use this method, if you have a University of Helsinki user account.
fi: Käytä tätä menetelmää, jos sinulla on Helsingin yliopiston käyttäjätunnus.
sv: Använd den här metoden om du har ett användarkonto hos Helsingfors universitet.

source: Other methods
fi: Muut menetelmät
sv: Andra metoder

source: Suomi.fi sign-in
fi: Suomi.fi-tunnistautuminen
sv: Suomi.fi-inloggning

source: Login with a Suomi.fi e-Identification or eIDAS.
fi: Kirjaudu Suomi.fi- tai eIDAS-tunnistautumisella
sv: Inloggning med Suomi.fi elektronisk Identifiering eller eIDAS.

source: Haka sign-in
fi: Haka-kirjautuminen
sv: Haka-inloggning

source: Haka federation login. Finnish universities, polytechnics and research institutions accounts.
fi: Haka-luottamusverkoston kautta kirjautuminen. Suomalaisten korkeakoulujen ja tutkimusorganisaatioiden tunnukset.
sv: Haka federation-inloggning. Konton hos finländska universitet, yrkeshögskolor och forskningsinstitutioner.

source: eduGAIN sign-in
fi: eduGAIN-kirjautuminen
sv: eduGAIN-inloggning

source: eduGAIN federation login. Global research and education institution accounts.
fi: eduGAIN-luottamusverkoston kautta kirjautuminen. Kansainväliset tutkimus- ja koulutusorganisaatioiden tunnukset.
sv: eduGAIN federation-inloggning. Konton hos globala forsknings- och utbildningsinstitutioner.

source: Microsoft sign-in
fi: Microsoft-kirjautuminen
sv: Microsoft-inloggning

source: Login with a Microsoft account.
fi: Kirjaudu Microsoft-tilillä.
sv: Inloggning med Microsoft-konto.

source: Google sign-in
fi: Google-kirjautuminen
sv: Google-inloggning

source: Login with a Google account.
fi: Kirjaudu Google-tilillä.
sv: Inloggning med Google-konto.

source: Email+SMS login
fi: Sähköposti+tekstiviesti-kirjautuminen
sv: Inloggning med e-postadress+SMS

source: Login with an email and SMS verification.
fi: Kirjaudu sähköposti- ja tekstiviestikoodeilla.
sv: Inloggning med e-post- och SMS-verifiering.

source: Local login
fi: Paikallinen kirjautuminen
sv: Lokal inloggning

source: Login with a username and password. Only for testing, this will be removed before production version.
fi: Kirjaudu käyttäjätunnuksella ja salasanalla. Vain testausta varten; tämä poistetaan ennen tuotantoversiota.
sv: Inloggning med användarnamn och lösenord. Endast för teständamål, kommer att tas bort före produktionsversion.

source: Login verification
fi: Kirjautumisen vahvistaminen
sv: Verifiering av inloggning

source: Logout warning
fi: Uloskirjautumisvaroitus
sv: Utloggningsvarning

source: You have logged in with multiple sign-in methods. This might happen if you have been linking external identifiers to your identity.
fi: Olet kirjautunut sisään usealla kirjautumismenetelmällä. Näin voi tapahtua, jos olet liittänyt ulkoisia tunnisteita henkilöllisyyteesi.
sv: Du har loggat in med flera inloggningsmetoder. Detta kan hända om du har länkat externa identifierare till din identitet.

source: Logging out all external methods is not possible. Clear your browser cache after logging out, if you are using a shared device.
fi: Kaikkien ulkoisten menetelmien kirjaaminen ulos ei ole mahdollista. Tyhjennä selaimesi välimuisti uloskirjautumisen jälkeen, jos käytät yhteiskäyttöistä laitetta.
sv: Det går inte att logga ut alla externa metoder. Rensa webbläsarens cacheminne efter utloggning om du använder en delad enhet.

source: Continue to logout
fi: Jatka uloskirjautumiseen
sv: Fortsätt till utloggning

source: Logout
fi: Kirjaudu ulos
sv: Logga ut

source: You have been logged out.
fi: Olet kirjautunut ulos.
sv: Du är nu utloggad.

source: Return to front page
fi: Palaa etusivulle
sv: Tillbaka till förstasidan

source: Welcome to register with the University community
sv: Välkommen att registrera dig i universitetsgemenskapen

source: "We recommend that you use the existing authentication methods, which will also allow you to continue accessing Kamu. However, if you wish, you can register by way of email and SMS confirmation
sv: Vi rekommenderar att du använder de befintliga identifieringsmetoderna, så att du även i fortsättningen kan använda dem för att logga in i Kamu. Om du vill kan du emellertid registrera dig med bekräftelse som skickas via e-post eller textmeddelande.

source: Register with an existing identifier
sv: Registrera dig med en befintlig identifierare

source: Register with a Suomi.fi e-Identification or eIDAS.
fi: Rekisteröidy Suomi.fi- tai eIDAS-tunnistautumisella.
sv: Registrera dig med Suomi.fi elektronisk identifiering eller eIDAS.

source: Register through the Haka trust network. User accounts of Finnish higher education institutions and research organisations.
sv: Registrera dig via Haka-förtroendenätverket. Användarkonton för finländska högskolor och forskningsorganisationer.

source: Register via the eduGAIN trust network. User accounts of international research and educational organisations.
sv: Registrera dig via eduGAIN-förtroendenätverket. Användarkonton för internationella forsknings- och utbildningsorganisationer.

source: Register with a Microsoft account.
fi: Rekisteröidy Microsoft-tilillä.
sv: Registrera dig med ett Microsoft-konto.

source: Register with a Google account.
fi: Rekisteröidy Google-tilillä.
sv: Registrera dig med ett Google-konto.

source: Register with email and SMS verification
fi: Rekisteröidy sähköposti- ja tekstiviestivahvistuksella
sv: Registrera dig med e-postadress och SMS-verifiering

source: It is possible to register with an email address and a phone number with SMS capability, but we strongly recommend the use of other authentication methods.
sv: Det går att registrera sig med e-postadress och ett telefonnummer som kan ta emot och skicka textmeddelanden, men vi rekommenderar starkt andra identifieringsmetoder.

source: Go to Kamu front page
fi: Mene Kamun etusivulle
sv: Gå till Kamus startsida

source: University of Helsinki
fi: Helsingin yliopisto
sv: Helsingfors universitet

source: Toggle navigation
fi: Valikko
sv: Växla navigation

source: My information
fi: Omat tietoni
sv: Mina uppgifter

source: Pending approval
sv: Väntar på godkännande

source: Expiring memberships
fi: Päättyvät jäsenyydet
sv: Medlemskap som löper ut

source: My edits
sv: Egna ändringar

source: Search for persons
sv: Sök efter personer

source: Invite members
sv: Bjud in medlemmar

source: Pending roles
sv: Roller att godkänna

source: Roles I own
sv: Roller jag äger

source: Search for roles
sv: Sök roller

source: Accessibility
fi: Saavutettavuus
sv: Tillgänglighet

source: See the user instructions
sv: Se bruksanvisningar
