Repository: UniversityofHelsinki/kamu
Catalog: kamu/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Contract information
fi: Sopimustiedot
sv: Avtalsuppgifter

source: Details
fi: Yksityiskohdat
sv: Detaljer

source: Signatory
fi: Allekirjoittaja
sv: Undertecknare

source: Signing time
fi: Allekirjoitusaika
sv: Tidpunkt för signering

source: Signing language
fi: Sopimuksen kieli
sv: Signeringsspråk

source: Signing checksum
fi: Allekirjoituksen tarkistussumma
sv: Signeringens kontrollsumma

source: Validation
fi: Validointi
sv: Verifiering

source: Validation was successful
fi: Tarkastus onnistui
sv: Verifieringen lyckades

source: Validation failed
fi: Tarkastus epäonnistui
sv: Verifieringen misslyckades

source: Name
fi: Nimi
sv: Namn

source: Sign date
fi: Allekirjoitusajankohta
sv: Datum för signering

source: You do not have any signed contracts.
fi: Sinulla ei ole allekirjoitettuja sopimuksia.
sv: Du har inga signerade avtal.

source: Hiding old contract versions by default.
fi: Vahat sopimusversiot piilotetaan oletuksena.
sv: Döljer gamla avtalsversioner som standard.

source: List all versions.
fi: Näytä kaikki sopimusversiot.
sv: Lista alla versioner.

source: Signable contracts
fi: Allekirjoitettavat sopimukset
sv: Avtal som kan signeras

source: Sign
fi: Allekirjoita
sv: Signera

source: Open contract
fi: Avaa sopimus
sv: Öppna avtal

source: You do not have any signable contracts.
fi: Sinulla ei ole allekirjoitettavia sopimuksia.
sv: Du har inga avtal att signera.

source: Sign contract
fi: Allekirjoita sopimus
sv: Signera avtal

source: Date
fi: Päivä
sv: Datum

source: Hello, A University of Helsinki limited user account has been created for you: %(uid)s. From now on, please use this limited user account when logging in to the services of the University of Helsinki. For more information on how to use the username, please see the IT Helpdesk instructions %(help_link)s
sv: Hej, Ett begränsat användarkonto för Helsingfors universitet har skapats för dig: %(uid)s. Använd detta begränsade användarkonto i fortsättningen när du loggar in i Helsingfors universitets tjänster. Mer information om hur du använder användarnamnet finns i IT-Helpdesks anvisning %(help_link)s

source: Your limited user account is ready
sv: Ditt begränsade användarkonto är klart

source: Hi, You have successfully changed your limited user account password at the University of Helsinki. From now on, please use your new password when logging in to the University of Helsinki services. If you did not make this change, reset your password immediately and contact the IT Helpdesk: %(help_link)s
sv: Hej! Du har bytt lösenord för ditt begränsade användarkonto i Kamu-registret vid Helsingfors universitet. Använd ditt nya lösenord i fortsättningen när du loggar in i Helsingfors universitets tjänster. Om du inte har bytt ditt lösenord, kontakta genast Helsingfors universitets Helpdesk: %(help_link)s

source: Password changed: %(uid)s
sv: Lösenordet har bytts: %(uid)s

source: Hi Your membership in the role %(role)s at the University of Helsinki will end on %(expire_date)s. If you need the membership to continue, please contact your university contact person.
sv: Hej Ditt medlemskap i rollen %(role)s vid Helsingfors universitet upphör den %(expire_date)s. Kontakta din universitetskontakt om medlemskapet ska fortsätta.

source: You were invited by %(inviter)s.
fi: Kutsun sinulle lähetti %(inviter)s.
sv: Du fick en inbjudan av %(inviter)s.

source: Your membership was approved by %(approver)s.
fi: Roolijäsenyytesi hyväksyi %(approver)s.
sv: Ditt medlemskap har godkänts av %(approver)s.

source: Your membership is ending soon
fi: Jäsenyytesi päättyy pian
sv: Ditt medlemskap upphör snart

source: Hi Log in to Kamu %(service_link)s to check expiring memberships for the role %(role)s and extend them if necessary. You can find it under Expiring memberships. If there are no memberships on the list, someone else has already processed them. Number of memberships expiring soon: %(number_of_memberships)s
sv: Hej Logga in i Kamu %(service_link)s för att kontrollera medlemskap som löper ut i rollen %(role)s och förläng dem om det behövs. Du hittar dem under Medlemskap som löper ut. Om det inte finns några medlemskap i listan har någon annan redan behandlat dem. Antal medlemskap som snart löper ut: %(number_of_memberships)s

source: Expiring Kamu memberships
sv: Medlemskap som löper ut i Kamu

source: Hello,
sv: Hej,

source: %(inviter)s has invited you to join the University of Helsinki in the role of
sv: %(inviter)s har bjudit in dig till Helsingfors universitet som medlem i rollen

source: You have been invited to join the University of Helsinki in the role of
sv: Du har fått en inbjudan till en ny roll vid Helsingfors universitet.

source: Register as a member using the personal link below. After registration, you will receive the services related to your membership, such as your username.
sv: Använd den personliga länken nedan för att registrera dig som medlem. Efter registreringen får du tillgång till tjänster som anknyter till ditt medlemskap, till exempel ett användarnamn.

source: Your personal invitation code is:
sv: Din personliga inbjudningskod är:

source: The University of Helsinki welcomes you
sv: Välkommen till Helsingfors universitet

source: Hi Your personal verification code is: %(token)s If you have not tried to log in to the University of Helsinki’s Kamu register, you can safely ignore this email.
sv: Hej Din personliga bekräftelsekod är: %(token)s Om du inte har försökt logga in i Helsingfors universitets Kamu-register kan du ignorera detta e-postmeddelande.

source: Kamu login verification
fi: Kamu-kirjautumisen vahvistus
sv: Bekräftelse av Kamu-inloggning

source: Hi
fi: Hei
sv: Hej

source: %(inviter)s has invited you to join the University of Helsinki in the role of %(role)s.
sv: %(inviter)s har bjudit in dig till rollen: %(role)s.

source: You have been added to the role of {{ role }} at the University of Helsinki.
sv: Du har lagts till i rollen {{ role }} vid Helsingfors universitet.

source: You can view your information and the services granted to you in the University of Helsinki’s Kamu register %(service_link)s."
sv: Du kan granska dina uppgifter och de tjänster som beviljats dig i Helsingfors universitets Kamu-register %(service_link)s.

source: You’ve been granted a new role
sv: Du har beviljats en ny roll

source: Hi Your membership in the role %(role)s at the University of Helsinki has been approved. You can view your information and the services granted to you in the University of Helsinki’s Kamu register %(service_link)s.
sv: Hej Ditt medlemskap i rollen %(role)s vid Helsingfors universitet har godkänts. Du kan granska dina uppgifter och de tjänster som beviljats dig i Helsingfors universitets Kamu-register %(service_link)s.

source: Your membership has been approved
fi: Jäsenyytesi on hyväksytty
sv: Ditt medlemskap har blivit godkänt

source: Hi Your membership in the role %(role)s at the University of Helsinki has been cancelled. For more information, please contact %(contact_email)s.
sv: Hej Ditt medlemskap i rollen %(role)s vid Helsingfors universitet har annullerats. För mer information, vänligen kontakta %(contact_email)s.

source: Your role membership has been cancelled
sv: Ditt medlemskap i rollen vid Helsingfors universitet har annullerats

source: Hi Your membership in the role %(role)s at the University of Helsinki has been rejected. For more information, please contact %(contact_email)s.
sv: Hej Ditt medlemskap i rollen %(role)s vid Helsingfors universitet har avvisats. För mer information, kontakta %(contact_email)s.

source: Your role membership has been rejected
sv: Ditt medlemskap i rollen har avvisats

source: Hi Log in to Kamu %(service_link)s to approve or reject a new membership for the role %(role)s. You can find it under Memberships pending approval. If there are no memberships on the list, someone else has already processed it. Person invited to the role: %(member)s
sv: Hej Logga in i Kamu %(service_link)s för att godkänna eller avvisa ett nytt medlemskap i rollen %(role)s. Du hittar det under Medlemskap som väntar på godkännande. Om det inte finns några medlemskap i listan har någon annan redan behandlat det. Inbjuden person: %(member)s

source: New Kamu membership awaits approval
sv: Nytt Kamu-medlemskap väntar på godkännande

source: Hi Your primary email address for Kamu has been changed to %(new_address)s. Future security notifications (e.g., password resets) will be sent to your new primary email address.
sv: Hej Din primära e‑postadress för Kamu har ändrats till %(new_address)s. Framtida säkerhetsmeddelanden (t.ex. återställning av lösenord) kommer att skickas till din nya primära e‑postadress.

source: If you did not make this change, update your email address back in Kamu and contact the IT Helpdesk.
sv: Om du inte gjorde denna ändring, uppdatera din e‑postadress tillbaka i Kamu och kontakta IT-helpdesk.

source: If you did not request this change, update your email address back in Kamu and contact the IT Helpdesk.
sv: Om du inte begärde denna ändring, uppdatera din e‑postadress tillbaka i Kamu och kontakta IT-helpdesk.

source: Primary email address changed in Kamu
sv: Primär e‑postadress ändrad i Kamu

source: Hi Please verify your email address. If you haven't tried to sign up for a Kamu account, you can safely ignore this email. Your verification code is: %(token)s
fi: Hei Vahvista sähköpostiosoitteesi. Jos et ole yrittänyt kirjautua Kamuun, voit jättää tämän viestin huomiotta. Vahvistuskoodi: %(token)s
sv: Hej Bekräfta din e-postadress. Om du inte har försökt registrera ett Kamu-konto kan du ignorera detta e-postmeddelande. Din bekräftelsekod är: %(token)s

source: Kamu email verification
fi: Kamu-sähköpostin vahvistaminen
sv: Kamu e-postverifiering

source: Error
fi: Virhe
sv: Fel

source: Return to front page.
fi: Palaa etusivulle.
sv: Tillbaka till förstasidan.

source: Bad request
fi: Virheellinen pyyntö
sv: Felaktig begäran

source: There is something wrong in the request. Please check the address and restart your browser if it's correct.
fi: Jokin meni pieleen pyynnössä. Tarkista osoite ja käynnistä selain uudelleen, jos sen pitäisi olla oikein.
sv: Något är fel med begäran. Kontrollera adressen och starta om webbläsaren om den är korrekt.

source: Front page
fi: Etusivu
sv: Förstasidan

source: Permission denied
fi: Pääsy kielletty
sv: Åtkomst nekad

source: You have insufficient permissions to access this page.
fi: Sinulla ei ole tarvittavia oikeuksia päästäksesi tälle sivulle.
sv: Du har otillräckliga rättigheter för att komma åt denna sida.

source: Page not found
fi: Sivua ei löytynyt
sv: Sidan kunde inte hittas

source: The page you are looking for does not exist or you have insufficient permissions for it.
fi: Haettua sivua ei löydy tai sinulla ei ole tarvittavia oikeuksia siihen.
sv: Sidan du söker finns inte eller så har du otillräckliga rättigheter.

source: Internal error
fi: Sisäinen virhe
sv: Internt fel

source: Something went wrong and the service administrators have been notified.
fi: Jotain meni pieleen. Palvelun ylläpitäjille on ilmoitettu asiasta.
sv: Något gick fel och tjänstens administratörer har informerats.

source: Membership register of the University of Helsinki community.
sv: Medlemsregister för Helsingfors universitets universitetsgemenskap.

source: Membership and role management
sv: Medlemskaps- och rolladministration

source: Manage role memberships
fi: Hallitse roolijäsenyyksiä
sv: Hantera rollmedlemskap

source: All permissions provided to users are based on the active role memberships. Role membership becomes active when all requirements of the membership are fulfilled:
fi: Kaikki käyttäjille annetut oikeudet perustuvat aktiivisiin roolijäsenyyksiin. Roolijäsenyys tulee aktiiviseksi, kun kaikki jäsenyyden vaatimukset on täytetty:
sv: Alla rättigheter som tilldelas användare baseras på aktiva rollmedlemskap. Rollmedlemskapet blir aktivt när alla krav för medlemskapet är uppfyllda:

source: Membership has been approved
fi: Jäsenyys on hyväksytty
sv: Medlemskapet har godkänts

source: Membership is in active period, i.e. after start date and before expiration date.
fi: Jäsenyys on aktiivinen, eli aloituspäivän ja vanhentumispäivän välillä.
sv: Medlemskapet är i den aktiva perioden, dvs. efter startdagen och före avslutningsdagen.

source: Role requirements are fulfilled. This may include signing agreements, giving certain user information and confirming user identity.
fi: Roolin vaatimukset on täytetty. Nämä voivat käsittää sopimusten allekirjoittamisen, käyttäjätietojen antamisen ja käyttäjän henkilöllisyyden vahvistamisen.
sv: Rollkraven är uppfyllda. Detta kan inkludera signering av avtal, utlämnande av vissa användaruppgifter och bekräftande av användarens identitet.

source: Read more about role management from the <a href="%(link)s">IT Helpdesk</a>.
fi: Lue lisää roolien hallinnasta <a href="%(link)s">IT-tukisivuilta</a>.
sv: Läs mer om rollhantering på <a href="%(link)s">IT-Helpdesk</a>.

source: Memberships pending approval
sv: Medlemskap som väntar på godkännande

source: Shows memberships pending approval for roles for which you have invitation or approval permissions.
sv: Visar medlemskap som väntar på godkännande för roller för vilka du har inbjudnings- eller godkännandebehörighet.

source: Shows memberships expiring within a month for roles for which you have invitation or approval permissions.
sv: Visar medlemskap som löper ut inom en månad för roller för vilka du har inbjudnings- eller godkännandebehörighet.

source: My managed memberships
sv: Medlemskap som jag administrerar

source: Shows which invitations and/or approvals you have made yourself.
sv: Visar vilka inbjudningar och/eller godkännanden du har gjort.

source: Member invitation
sv: Inbjudan till medlemskap

source: Shows the roles to which you can invite new members. You can also start the invitation process for these roles.
sv: Visar de roller för vilka du kan bjuda in nya medlemmar. Du kan också starta inbjudningsprocessen för dessa roller.

source: Roles you can approve
sv: Roller som du kan godkänna

source: Shows the roles for which you can approve members. You can also start the invitation process for these roles.
sv: Visar de roller för vilka du kan godkänna medlemmar. Du kan också starta inbjudningsprocessen för dessa roller.

source: Shows the roles of which you are the owner.
sv: Visar de roller där du är ägare.

source: View and manage your information. This includes name and contact information, linked identifiers and any agreements.
sv: Visa och administrera dina uppgifter. Dessa inkluderar namn- och kontaktuppgifter, länkade identifierare samt eventuella avtal.

source: Admin utilities
fi: Ylläpitotyökalut
sv: Administrativa verktyg

source: Admin site
fi: Ylläpitosivusto
sv: Administrationssida

source: Admin site allows you to manage role and permission information, according to your access rights.
fi: Ylläpitosivusto mahdollistaa rooli- ja oikeustietojen hallinnan oikeuksiesi mukaisesti.
sv: På administrationssidan kan du hantera roll- och rättighetsuppgifter enligt dina användarrättigheter.

source: Manage your own information and memberships or invite new users.
sv: Administrera dina uppgifter, medlemskap eller bjud in nya användare.

source: Register
fi: Rekisteröidy
sv: Registrera

source: If you have received a personal invitation code, register for Kamu here.
sv: Om du har fått en personlig inbjudningskod kan du registrera dig i Kamu här.

source: Contact information
fi: Yhteystiedot
sv: Kontaktuppgifter

source: Verified
fi: Vahvistettu
sv: Verifierad

source: Priority (if multiple)
sv: Prioritet (om flera)

source: Remove
fi: Poista
sv: Ta bort

source: Up
fi: Ylös
sv: Upp

source: Down
fi: Alas
sv: Ner

source: Confirm removal
fi: Vahvista poisto
sv: Bekräfta radering

source: You are removing the email address
fi: Olet poistamassa sähköpostiosoitetta
sv: Du håller på att radera e-postadressen

source: After deletion, you will no longer be able to use this email address to log in.
sv: Efter raderingen kan du inte längre använda denna e-postadress för att logga in.

source: First verified address in the list is used as the default contact address. Any verified address can be used to log in to Kamu.
fi: Ensimmäistä vahvistettua osoitetta listassa käytetään oletusyhteystietona. Kaikkia vahvistettuja osoitteita voidaan käyttää Kamuun kirjautumiseen.
sv: Den första verifierade adressen i listan används som standardkontaktadress. Alla verifierade adresser kan användas för att logga in på Kamu.

source: You have not specified any email addresses.
fi: Sinulla ei ole määritettyjä sähköpostiosoitteita.
sv: Du har inte angett några e-postadresser.

source: You are removing the phone number
fi: Olet poistamassa puhelinnumeroa
sv: Du håller på att radera telefonnumret

source: After deletion, you will no longer be able to use this phone number to log in.
sv: Efter raderingen kan du inte längre använda detta telefonnummer för att logga in.

source: First verified phone number in the list is used as the default contact number. Any verified number can be used to log in to Kamu.
fi: Ensimmäistä vahvistettua puhelinnumerona listassa käytetään oletusyhteystietona. Kaikkia vahvistettuja numeroina voidaan käyttää Kamuun kirjautumiseen.
sv: Det första verifierade telefonnumret i listan används som standardkontaktnummer. Vilket som helst verifierat nummer kan användas för att logga in på Kamu.

source: You have not specified any phone numbers.
fi: Sinulla ei ole määritettyjä puhelinnumeroita.
sv: Du har inte angett några telefonnummer.

source: Add a new contact
fi: Lisää uusi yhteystieto
sv: Lägg till ny kontakt

source: Email address verification
fi: Sähköpostiosoitteen vahvistaminen
sv: Verifiering av e-postadress

source: Identifier information
fi: Tunnisteiden tiedot
sv: Identifieraruppgifter

source: Active identifiers
fi: Aktiiviset tunnisteet
sv: Aktiva identifierare

source: Creation time
fi: Luontiaika
sv: Upprättad den

source: Value
fi: Arvo
sv: Värde

source: Deactivate
fi: Poista käytöstä
sv: Deaktivera

source: Confirm deactivation
fi: Vahvista käytöstä poistaminen
sv: Bekräfta deaktivering

source: You are deactivating %(type)s with value %(value)s.
fi: Olet poistamassa käytöstä kohdetta %(type)s arvolla %(value)s.
sv: Du deaktiverar %(type)s med värdet %(value)s.

source: You do not have any linked identifiers.
fi: Sinulla ei ole liitettyjä tunnisteita.
sv: Du har inga länkade identifierare.

source: Deactivated identifiers
fi: Käytöstä poistetut tunnisteet
sv: Deaktiverade identifierare

source: Deactivation time
fi: Poistoaika
sv: Deaktiverat den

source: Add a new indentifier to your personal information
sv: Lägg till en ny identifierare i dina personuppgifter

source: After adding a new identifier, you can use it to manage your information in Kamu or when using limited user accounts. First, select the identifier you want to add and then log in with the identifier according to the instructions.
sv: När du har lagt till en ny identifierare kan du använda den för att administrera dina uppgifter i Kamu eller när du använder ett begränsat användarkonto. Välj först vilken identifierare du vill lägga till och logga sedan in med identifieraren enligt instruktionerna.

source: Suomi.fi and eIDAS
fi: Suomi.fi ja eIDAS
sv: Suomi.fi och eIDAS

source: Combine identities
fi: Yhdistä henkilöllisyydet
sv: Kombinera identiteter

source: Transfer information from the source identity to the target identity, and delete the source identity and the corresponding user.
fi: Siirrä tietoja lähdehenkilöllisyydestä kohdehenkilöllisyyteen ja poista lähtöhenkilöllisyys sekä vastaava käyttäjä.
sv: Överför information från källidentiteten till målidentiteten och radera källidentiteten och motsvarande användare.

source: The following information is transferred if source identity has it defined and target doesn't.
fi: Seuraavat tiedot siirretään, jos lähdehenkilöllisyydellä ne on määritetty ja kohteella ei.
sv: Följande uppgifter överförs om källidentiteten har dem definierade och målet inte har.

source: Account name
fi: Käyttäjätunnus
sv: Kontots namn

source: The following information is transferred from the source identity to the target identity.
fi: Seuraavat tiedot siirretään lähdehenkilöllisyydestä kohdehenkilöllisyyteen.
sv: Följande uppgifter överförs från källidentiteten till målidentiteten.

source: Contact information: email addresses and phone numbers.
fi: Yhteystiedot: sähköpostiosoitteet ja puhelinnumerot.
sv: Kontaktuppgifter: e-postadresser och telefonnummer.

source: Linked identifiers.
fi: Liitetyt tunnisteet.
sv: Länkade identifierare.

source: Role memberships.
fi: Roolijäsenyydet.
sv: Rollmedlemskap.

source: Kamu identifier is added to target's extra identifiers.
fi: Kamu-tunniste lisätään kohteen lisätunnisteisiin.
sv: Kamu-identifieraren läggs till målets extra identifierare.

source: For other information, target's values are used.
fi: Muissa tiedoissa käytetään kohteen arvoja.
sv: För övriga uppgifter används målets värden.

source: Attribute
fi: Tieto
sv: Attribut

source: Target
fi: Kohde
sv: Mål

source: Source
fi: Lähde
sv: Källa

source: Result
fi: Tulos
sv: Resultat

source: Internal primary key
fi: Sisäinen yksilöivä avain
sv: Intern primärnyckel

source: Displayed given name
fi: Näkyvä etunimi
sv: Förnamn som visas

source: Displayed surname
fi: Näkyvä sukunimi
sv: Efternamn som visas

source: Phone numbers, verified
fi: Puhelinnumerot, vahvistetut
sv: Telefonnummer, verifierade

source: Unverified
fi: Vahvistamaton
sv: Ej verifierade

source: Email addresses, verified
fi: Sähköpostiosoitteet, vahvistetut
sv: E-postadresser, verifierade

source: Identifiers, deactivated
fi: Tunnisteet, poistetut käytöstä
sv: Identifierare, deaktiverade

source: Memberships, status
fi: Jäsenyydet, tila
sv: Medlemskap, status

source: To prevent accidents, you are required to enter primary keys of the identities you want to combine.
fi: Vahinkojen välttämiseksi sinun on syötettävä yhdistettävien henkilöllisyyksien yksilöivät avaimet.
sv: För att förhindra misstag måste du ange primärnycklar för de identiteter du vill kombinera.

source: Identity information
fi: Henkilötiedot
sv: Identitetsuppgifter

source: Official surname(s)
sv: Officiella efternamn

source: Verification level
sv: Verifieringsnivå

source: Verifiation levels
sv: Verifieringsnivåer

source: Low - Self-asserted identity, confirmed via a verified email address or similar low-friction method.
sv: Låg - Självrapporterad och verifierad via e-postadress eller liknande.

source: Medium - Identity verified against an official ID document by a university official or another trusted organization. Alternatively, it is verified via a semi-automated process using a non-electronic passport or ID card.
sv: Medel - Identifierad av en tjänsteman vid Helsingfors universitet eller annan betrodd organisation med hjälp av en statligt utfärdad fotolegitimation. Alternativt, elektroniskt identifierad med hjälp av ett pass utan chip eller liknande.

source: High - Identity verified electronically via Suomi.fi or eIDAS using bank-based or mobile strong identification, or via a government-issued biometric passport or electronic ID card using a semi-automated verification process.
sv: Hög - Elektroniskt identifierad, till exempel med eIDAS- eller Suomi.fi-verifiering med bankkoder eller mobilcertifikat. Alternativt, elektroniskt identifierad med hjälp av ett biometriskt pass eller liknande dokument.

source: Very high - Identity verified electronically using Suomi.fi or eIDAS e-identification at the highest level of assurance.
sv: Högsta - Elektroniskt identifierad på högsta nivå, till exempel med högsta nivå av eIDAS-, Suomi.fi- eller Hightrust ID-verifiering.
