Repository: UniversityofHelsinki/kamu
Catalog: kamu/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Identifier not found.
fi: Tunnistetta ei löytynyt.
sv: Identifieraren hittades inte.

source: Valid identifier not found. This is probably a configuration error.
fi: Hyväksyttävää tunnistetta ei löytynyt. Kyseessä on todennäköisesti määritysvirhe.
sv: Giltig identifierare hittades inte. Detta är troligen ett konfigurationsfel.

source: Identifier is already linked to another user.
fi: Tunniste on jo linkitetty toiseen käyttäjään.
sv: Identifieraren är redan länkad till en annan användare.

source: Invalid identifier format.
fi: Virheellinen tunnisteen muoto.
sv: Ogiltigt identifieringsformat.

source: Could not authenticate. Please try again.
fi: Tunnistautuminen ei onnistunut. Ole hyvä ja yritä uudelleen.
sv: Autentisering misslyckades. Vänligen försök igen.

source: Identity provider is not authorised.
fi: Tunnistustietojen tarjoajaa ei ole hyväksytty.
sv: Identitetsleverantören är inte auktoriserad.

source: Unexpected error.
fi: Odottamaton virhe.
sv: Oväntat fel.

source: Missing required parameters. Please try again with an another browser.
fi: Vaadittuja tietoja puuttuu. Ole hyvä ja yritä uudelleen toisella selaimella.
sv: Obligatoriska parametrar saknas. Försök igen med en annan webbläsare.

source: Invalid email address or phone number.
fi: Virheellinen sähköpostiosoite tai puhelinnumero.
sv: Ogiltig e-postadress eller ogiltigt telefonnummer.

source: You are already logged in.
fi: Olet jo kirjautunut sisään.
sv: Du är redan inloggad.

source: User must be authenticated to link identifier.
fi: Käyttäjän on tunnistauduttava tunnisteen linkittämiseksi.
sv: Användaren måste vara autentiserad för att länka identifierare.

source: Staff and Superuser access is not allowed with this authentication method.
fi: Henkilökunnan ja ylläpitäjän ei ole sallittua tunnistautua tällä tunnistautumismenetelmällä.
sv: Åtkomst för personal och superanvändare är inte tillåten med denna autentiseringsmetod.

source: Role owner access is not allowed with this authentication method.
fi: Roolin omistajan ei ole sallittua tunnistautua tällä tunnistautumismenetelmällä.
sv: Åtkomst för rollägare är inte tillåten med denna autentiseringsmetod.

source: Staff and Superuser access is not allowed from this IP address.
fi: Henkilökunnan ja ylläpitäjän ei ole sallittua tunnistautua tästä IP-osoitteesta.
sv: Åtkomst för personal och superanvändare är inte tillåten från denna IP-adress.

source: You belong to a group that is not allowed from this IP address.
fi: Kuulut ryhmään, jonka tunnistautuminen ei ole sallittua tästä IP-osoitteesta.
sv: Du tillhör en grupp som inte är tillåten från denna IP-adress.

source: Configuration error, service administrators have been notified.
fi: Määritysvirhe palvelussa, asiasta ilmoitettu palvelun ylläpitäjille.
sv: Konfigurationsfel, tjänstens administratörer har meddelats.

source: Suspected duplicate user. Username already exists in the database:
fi: Mahdollinen duplikaattikäyttäjä. Käyttäjänimi on jo olemassa tietokannassa:
sv: Misstänkt dubbel användare. Användarnamnet finns redan i databasen:

source: Suspected duplicate user. Identity already has a different username:
fi: Mahdollinen duplikaattikäyttäjä. Tunnisteella on jo eri käyttäjänimi:
sv: Misstänkt dubbel användare. Identiteten har redan ett annat användarnamn:

source: %(number)s new members
fi: %(number)s uutta jäsentä
sv: %(number)s nya medlemmar

source: Password
fi: Salasana
sv: Lösenord

source: Retype the password
sv: Upprepa samma lösenord

source: Passwords do not match.
fi: Salasanat eivät täsmää.
sv: Lösenorden stämmer inte överens.

source: Select username
sv: Välj användarnamn

source: NB! The username cannot be changed later, so please make your choice carefully. If necessary, you can create more options.
sv: Obs! Användarnamnet kan inte ändras senare, så välj med omsorg. Vid behov kan du skapa fler alternativ.

source: Create limited user account
sv: Skapa begränsat användarkonto

source: Reset password
fi: Palauta salasana
sv: Återställ lösenord

source: Email address
fi: Sähköpostiosoite
sv: E-postadress

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Phone number in international format, e.g. +358123456789.
fi: Puhelinnumero kansainvälisessä muodossa, esim. +358123456789.
sv: Telefonnummer i internationellt format, t.ex. +358123456789.

source: This account is inactive.
fi: Tämä tunnus ei ole käytössä.
sv: Detta konto är inaktivt.

source: Login
fi: Kirjaudu sisään
sv: Logga in

source: This contact information cannot be used to login.
fi: Tätä yhteystietoa ei voida käyttää sisäänkirjautumiseen.
sv: Dessa kontaktuppgifter kan inte användas för inloggning.

source: Tried to send new login tokens too soon. Please try again in one minute.
fi: Uusi kirjautumistunniste pyydetty liian pian. Ole hyvä ja odota yksi minuutti ennen uutta yritystä.
sv: Du försökte skicka nya inloggningstokens för tidigt. Försök igen om en minut.

source: Could not send SMS, please try again later.
sv: Textmeddelandet kunde inte skickas, försök igen senare.

source: Email verification code
fi: Sähköpostivahvistuskoodi
sv: E-postbekräftelsekod

source: SMS verification code
fi: Tekstiviestivahvistuskoodi
sv: SMS-bekräftelsekod

source: Verify
fi: Vahvista
sv: Verifiera

source: Resend email code
fi: Lähetä sähköpostikoodi uudelleen
sv: Skicka e-postkod igen

source: Resend phone code
fi: Lähetä tekstiviestikoodi uudelleen
sv: Skicka telefonkod igen

source: Invalid verification code.
fi: Virheellinen vahvistuskoodi.
sv: Felaktig bekräftelsekod.

source: This email address cannot be used to login.
fi: Tätä sähköpostiosoitetta ei voida käyttää kirjautumiseen.
sv: E-postadressen kan inte användas för inloggning.

source: This phone number cannot be used to login.
fi: Tätä puhelinnumeroa ei voida käyttää kirjautumiseen.
sv: Telefonnumret kan inte användas för inloggning.

source: Error when logging in, please try again.
fi: Virhe kirjautumisessa. Ole hyvä ja yritä uudelleen.
sv: Fel vid inloggning, försök igen.

source: This account is disabled.
fi: Tämä käyttäjätili on suljettu.
sv: Detta konto är inaktiverat.

source: Given names
fi: Etunimet
sv: Förnamn

source: All official given names.
fi: Kaikki viralliset etunimet.
sv: Alla officiella förnamn.

source: Surname
fi: Sukunimi
sv: Efternamn

source: Official surname(s).
fi: Kaikki viralliset sukunimet.
sv: Officiellt efternamn.

source: This email address is already set by the inviter.
fi: Sähköpostiosoite on jo asetettu kutsujan toimesta.
sv: Den här e-postadressen är redan angiven av inbjudaren.

source: Send verification code
fi: Lähetä vahvistuskoodi
sv: Skicka bekräftelsekod

source: This email address is already linked to an account.
fi: Sähköpostiosoite on jo liitetty käyttäjätiliin.
sv: E-postadressen är redan länkad till ett konto.

source: Invalid form data.
fi: Virhe lomakkeen tiedoissa.
sv: Ogiltiga uppgifter i formuläret.

source: Either given names or surname must be filled in.
fi: Joko etunimet tai sukunimi on annettava.
sv: Antingen förnamn eller efternamn måste anges.

source: Enter the verification code you received by email
sv: Ange bekräftelsekoden som du har fått via e-post

source: Verify email address
sv: Bekräfta e-postadress

source: Send new code
sv: Skicka ny kod

source: Invalid verification code. Please note that the verification code is different from the invitation code. If you have received more than one verification code, only the most recent one will be valid.
sv: Felaktig bekräftelsekod. Observera att bekräftelsekoden skiljer sig från inbjudningskoden. Om du har skickat flera bekräftelsekoder gäller endast den senaste.

source: Enter your phone number for SMS verification
sv: Ange ditt telefonnummer för bekräftelse via textmeddelande

source: Enter the phone number in the international format, e.g. +358123456789. Please note that we will not forward the phone number.
sv: Ange telefonnumret i internationellt format, t.ex. +358123456789. Obs! Vi vidarebefordrar inte telefonnumret.

source: This phone number is already set by the inviter.
fi: Puhelinnumero on jo asetettu kutsujan toimesta.
sv: Det här telefonnumret är redan angivet av inbjudaren.

source: Send verification code by SMS
sv: Skicka bekräftelsekod via textmeddelande

source: Enter the verification code you received by SMS
sv: Ange bekräftelsekoden som du har fått via textmeddelande

source: Verify phone number
fi: Vahvista puhelinnumero
sv: Bekräfta telefonnummer

source: Invalid verification code. If you sent yourself more than one verification code, only the most recent one will be valid.
sv: Felaktig bekräftelsekod. Om du har skickat flera bekräftelsekoder gäller endast den senaste.

source: Personal invitation code
sv: Personlig inbjudningskod

source: Invalid invitation code.
fi: Virheellinen kutsukoodi.
sv: Ogiltig inbjudningskod.

source: Search text
fi: Hakuteksti
sv: Söktext

source: Search
fi: Etsi
sv: Sök

source: Target primary key
fi: Kohteen yksilöivä avain
sv: Målets primärnyckel

source: Source primary key
fi: Lähteen yksilöivä avain
sv: Källans primärnyckel

source: Combine
fi: Yhdistä
sv: Kombinera

source: Given name(s)
fi: Etunimet
sv: Förnamn

source: Identifier
fi: Tunniste
sv: Identifierare

source: Email address, phone number in international format, e.g. +358401234567, Finnish personal identity code or user account name
sv: E-postadress, telefonnummer i internationellt format, t.ex. +358401234567, finskt personbeteckningsnummer eller användarkontonamn

source: Reset
fi: Tyhjennä
sv: Återställ

source: Searches both Kamu and the user directory. Returns partial matches in Kamu and names that start with your search terms in the user directory.
sv: Söker både i Kamu och i användarkatalogen. Returnerar partiella träffar i Kamu och namn som börjar med dina söktermer i användarkatalogen.

source: Returns partial matches in Kamu.
sv: Returnerar partiella träffar i Kamu.

source: Matches only exact identifiers.
sv: Matchar endast exakta identifierare.

source: If you provide an identifier and a match is found, the name search is skipped.
sv: Om du anger en identifierare och en matchning hittas hoppas namnsökningen över.

source: If you provide both an identifier and a name, the results from both searches are combined into a single list.
sv: Om du anger både en identifierare och ett namn, kombineras resultaten från båda sökningarna till en enda lista.

source: Identifier search
sv: Identifieringssökning

source: Name search
fi: Nimihaku
sv: Namnsökning

source: Enter new email address or phone number
sv: Ange ny e-postadress eller nytt telefonnummer

source: Phone number in international format, e.g. +358123456789. Values containing @ are treated as email addresses.
fi: Puhelinnumero kansainvälisessä muodossa, esim. +358123456789. @-merkin sisältävät arvot käsitellään sähköpostiosoitteina.
sv: Telefonnummer i internationellt format, t.ex. +358123456789. Värden som innehåller @ behandlas som e-postadresser.

source: Add
fi: Lisää
sv: Lägg till

source: Return
fi: Palaa
sv: Gå tillbaka

source: Email address or phone number is required.
fi: Sähköpostiosoite tai puhelinnumero vaaditaan.
sv: E-postadress eller telefonnummer krävs.

source: Email address already exists.
fi: Sähköpostiosoite on jo olemassa.
sv: E-postadressen finns redan.

source: Maximum number of email addresses reached.
fi: Suurin sallittu sähköpostiosoitteiden määrä saavutettu.
sv: Maximalt antal e-postadresser har uppnåtts.

source: Phone number already exists.
fi: Puhelinnumero on jo olemassa.
sv: Telefonnumret finns redan.

source: Maximum number of phone numbers reached.
fi: Suurin sallittu määrä puhelinnumeroita saavutettu.
sv: Maximalt antal telefonnummer har uppnåtts.

source: Verify email address and exit
sv: Bekräfta e-postadress och avsluta

source: Verify phone number and exit
sv: Bekräfta telefonnummer och avsluta

source: Add nationality
sv: Lägg till nationalitet

source: Nationality verification method
fi: Kansalaisuuden vahvistusmenetelmä
sv: Metod för verifiering av nationalitet

source: Remove nationality
sv: Ta bort nationalitet

source: Basic information
fi: Perustiedot
sv: Allmänna uppgifter

source: Restricted information
fi: Rajatut tiedot
sv: Begränsad information

source: Save changes
fi: Tallenna muutokset
sv: Spara ändringarna

source: Cannot remove verified nationality.
sv: Kan inte ta bort verifierad nationalitet.

source: Cannot set strong electrical verification manually.
fi: Vahvaa sähköistä tunnistustasoa ei voi asettaa käsin.
sv: Kan inte ställa in stark elektronisk verifiering manuellt.

source: Notify approvers
fi: Ilmoita hyväksyjille
sv: Meddela godkännare

source: Send notification to the role notification address about the new invite requiring approval.
fi: Lähetä ilmoitus roolin ilmoitusosoitteeseen uudesta kutsusta, joka vaatii hyväksynnän.
sv: Skicka en avisering till rollens aviseringsadress om den nya inbjudan som kräver godkännande.

source: Add member
fi: Lisää jäsen
sv: Lägg till medlem

source: Update membership
fi: Päivitä jäsenyys
sv: Uppdatera medlemskap

source: Verification phone number is required for this role.
fi: Roolin jäsenyys vaatii vahvistuksessa käytetyn puhelinnummeron.
sv: Verifieringsnummer krävs för denna roll.

source: Invite
fi: Lähetä kutsu
sv: Inbjudan

source: Preview message
fi: Esikatsele viesti
sv: Förhandsgranska meddelande

source: This email address already has an invite to the role during this time period.
fi: Tällä sähköpostiosoitteella on jo kutsu rooliin tämän aikajakson aikana.
sv: Den här e-postadressen har redan en inbjudan till rollen under den här tidsperioden.

source: Invited persons
fi: Kutsutut henkilöt
sv: Inbjudna personer

source: Invited persons, one per line. Each line should contain email address, followed by optional phone number and/or Finnish personal identity code, values separated by comma. Phone number must be in international format. Example: "person@example.org,+358501234567,010181-900C"
fi: Kutsutut henkilöt, yksi per rivi. Jokaisen rivin tulisi sisältää sähköpostiosoite, mahdollisesti puhelinnumero ja/tai suomalainen henkilötunnus (arvot erotettuna pilkulla). Puhelinnumeron tulee olla kansainvälisessä muodossa. Esimerkki: "henkilo@example.org,+358501234567,010181-900C"
sv: Inbjudna personer, en per rad. Varje rad ska innehålla e-postadress, och valfritt telefonnummer och/eller personbeteckning, separerade med komma. Telefonnumret ska vara i internationellt format. Till exempel: "person@example.org,+358501234567,010181-900C"

source: No invited persons.
fi: Ei kutsuttuja henkilöitä.
sv: Inga inbjudna personer.

source: Too many invited persons.
fi: Liian monta kutsuttua henkilöä.
sv: För många inbjudna personer.

source: Invalid value: %(part)s
fi: Virheellinen arvo: %(part)s
sv: Ogiltigt värde: %(part)s

source: Invalid line: %(line)s
fi: Virheellinen rivi: %(line)s
sv: Ogiltig rad: %(line)s

source: Enabled
fi: Aktiivinen
sv: Aktiverad

source: Expired
fi: Päättynyt
sv: Utgången

source: Disabled
fi: Suljettu
sv: Deaktiverad

source: Account
fi: Tunnus
sv: Konto

source: Limited user account
sv: Begränsat användarkonto

source: Account type
fi: Tunnuksen tyyppi
sv: Typ av konto

source: User ID
fi: Käyttäjätunnus
sv: Användar-ID

source: Deactivated at
fi: Suljettu
sv: Deaktiverat den

source: Created at
fi: Luotu
sv: Skapat den

source: Updated at
fi: Päivitetty
sv: Uppdaterat den

source: User account
fi: Käyttäjätunnus
sv: Användarkonto

source: User accounts
fi: Käyttäjätunnukset
sv: Användarkonton

source: Number of failures
fi: Epäonnistumisten määrä
sv: Antal fel

source: Account synchronisation
fi: Tunnusten synkronointi
sv: Kontosynkronisering

source: Account synchronisations
fi: Tunnusten synkronoinnit
sv: Kontosynkroniseringar

source: Checksum
fi: Tarkastussumma
sv: Kontrollsumma

source: Language
fi: Kieli
sv: Språk

source: Contract
fi: Sopimus
sv: Avtal

source: Contracts
fi: Sopimukset
sv: Avtal

source: Contract type
fi: Sopimuksen tyyppi
sv: Avtalstyp

source: Contract version
fi: Sopimuksen versio
sv: Avtalsversion

source: Contract name (fi)
fi: Sopimuksen nimi (fi)
sv: Avtalsnamn (fi)

source: Contract name (en)
fi: Sopimuksen nimi (en)
sv: Avtalsnamn (en)

source: Contract name (sv)
fi: Sopimuksen nimi (se)
sv: Avtalsnamn (sv)

source: Contract text (fi)
fi: Sopimuksen teksti (fi)
sv: Avtalstext (fi)

source: Contract text (en)
fi: Sopimuksen teksti (en)
sv: Avtalstext (en)

source: Contract text (sv)
fi: Sopimuksen teksti (se)
sv: Avtalstext (sv)

source: Public
fi: Julkinen
sv: Offentlig

source: Contract template
fi: Sopimuspohja
sv: Avtalsmall

source: Contract templates
fi: Sopimuspohjat
sv: Avtalsmallar

source: Country code
fi: Maakoodi
sv: Landskod

source: Country name (fi)
fi: Maan nimi (fi)
sv: Landsnamn (fi)

source: Country name (en)
fi: Maan nimi (en)
sv: Landsnamn (en)

source: Country name (sv)
fi: Maan nimi (se)
sv: Landsnamn (sv)

source: Country
sv: Land

source: Countries
sv: Länder

source: English
fi: Englanti
sv: Engelska

source: Finnish
fi: Suomi
sv: Finska

source: Swedish
fi: Ruotsi
sv: Svenska

source: Male
fi: Mies
sv: Man

source: Female
fi: Nainen
sv: Kvinna

source: Other
fi: Muu
sv: Annat

source: No verification
fi: Ei vahvistusta
sv: Ingen verifiering

source: Low
sv: Låg

source: Medium
sv: Medel

source: High
sv: Hög

source: Very high
sv: Högsta

source: Self assurance
fi: Itse vakuutettu
sv: Självangiven verifiering

source: External source
fi: Ulkoinen lähde
sv: Extern källa

source: Verified with a government issued photo-ID
fi: Vahvistettu viranomaisen myöntämällä kuvallisella henkilökortilla
sv: Verifierad med statligt utfärdad fotolegitimation

source: Strong electrical verification
fi: Vahva sähköinen tunnistautuminen
sv: Stark elektrisk verifiering

source: Unique identifier for this identity.
fi: Yksilöllinen tunniste tälle henkilöllisyydelle.
sv: Unik identifierare för denna identitet.

source: User identifier
fi: Käyttäjän tunniste
sv: Användaridentifierare

source: External identity
fi: Ulkoinen tunniste
sv: Extern identitet

source: This identity is managed in another registry.
fi: Tätä henkilöllisyyttä hallinnoidan toisessa rekisterissä.
sv: Denna identitet hanteras i ett annat register.

source: Assurance level
fi: Varmuustaso
sv: Säkerhetsnivå

source: How strongly this user identity is identified.
fi: Kuinka vahvasti käyttäjän henkilöllisyys on tunnistettu.
sv: Hur starkt denna användaridentitet är identifierad.

source: Official given names
sv: Officiella förnamn

source: All official given names, as on a passport. Please note that this information is usually not displayed in applications.
sv: Alla officiella förnamn som i passet. Obs! Denna information visas vanligtvis inte i appar.

source: Given names verification method
fi: Etunimien vahvistusmenetelmä
sv: Metod för verifiering av förnamn

source: All official surname(s), as on a passport. Please note that this information is usually not displayed in applications.
sv: Alla officiella efternamn som i passet. Obs! Denna information visas vanligtvis inte i appar.

source: Surname verification method
fi: Sukunimen vahvistusmenetelmä
sv: Metod för verifiering av efternamn

source: Preferred given name
sv: Tilltalsnamn

source: Preferred name, i.e. one of the official given names or, for a justified reason, another given name. Please note that this information is usually displayed in applications.
sv: Tilltalsnamn, det vill säga ett av de officiella förnamnen eller av motiverade skäl något annat förnamn. Obs! Denna information visas vanligen i appar.

source: Preferred surname
sv: Föredraget efternamn

source: As a rule, the official last name or, for a justified reason, part thereof. Please note that this information is usually displayed in applications.
sv: I princip det officiella efternamnet eller av motiverade skäl en del av det. Obs! Denna information visas vanligen i appar.

source: Date of birth
fi: Syntymäaika
sv: Födelsedatum

source: Required for the user identification from the official identity documents.
fi: Vaaditaan käyttäjän tunnistamiseksi virallisista henkilöllisyystodistuksista.
sv: Krävs för användaridentifiering med officiella identitetsbevis.

source: Date of birth verification method
fi: Syntymäajan vahvistusmenetelmä
sv: Metod för verifiering av födelsedatum

source: Gender
fi: Sukupuoli
sv: Kön

source: Gender verification method
sv: Metod för verifiering av kön

source: Finnish personal identity code
fi: Suomalainen henkilötunnus
sv: Personbeteckning

source: Used for the strong electrical identification.
fi: Käytetään vahvassa sähköisessä tunnistautumisessa.
sv: Används för stark elektronisk identifiering.

source: FPIC verification method
fi: Suomalaisen henkilötunnuksen vahvistusmenetelmä
sv: FPIC-verifieringsmetod

source: Preferred language
fi: Asiointikieli
sv: Föredraget språk

source: Preferred service language.
fi: Toivottu asiointikieli.
sv: Föredraget kontaktspråk.

source: Candour session ID
sv: ID för Candour-sessionen

source: Identity
fi: Henkilöllisyys
sv: Identitet

source: Identities
fi: Henkilöllisyydet
sv: Identiteter

source: Verification method
sv: Verifieringsmetod

source: Nationality
fi: Kansalaisuus
sv: Nationalitet

source: Nationalities
fi: Kansalaisuudet
sv: Nationaliteter

source: Priority
fi: Prioriteetti
sv: Prioritet

source: Verified at
sv: Verifierad den

source: Email addresses
fi: Sähköpostiosoitteet
sv: E-postadresser

source: Phone numbers
fi: Puhelinnumerot
sv: Telefonnummer

source: eIDAS identifier
fi: eIDAS-tunniste
sv: eIDAS-identifierare

source: User identifier from organisation
sv: Användaridentifierare från organisation

source: Google account
fi: Google-tili
sv: Google-konto

source: Microsoft account
fi: Microsoft-tili
sv: Microsoft-konto

source: Kamu identifier
fi: Kamu-tunniste
sv: Kamu-identifierare

source: Person identifier
sv: Personidentifierare

source: Government issued ID
sv: Identitetskort utfärdats av en myndighet

source: Other identifier
sv: Annan identifierare

source: Identifier type
fi: Tunnisteen tyyppi
sv: Typ av identifierare

source: Identifier value
fi: Tunnisteen arvo
sv: Identifierarens värde

source: Identifier name
fi: Tunnisteen nimi
sv: Identifierarens namn

source: Valid until
sv: Giltig till

source: Identifiers
fi: Tunnisteet
sv: Identifierare

source: Invalid eduPersonPrincipalName format.
fi: Virheellinen eduPersonPrincipalNamen muoto.
sv: Ogiltigt format för eduPersonPrincipalName.

source: Invited
fi: Kutsuttu
sv: Inbjuden

source: Missing requirements
fi: Puuttuvia vaatimuksia
sv: Krav saknas

source: Waiting approval
fi: Odottaa hyväksyntää
sv: Väntar på godkännande

source: Pending
fi: Odottaa voimaantuloa
sv: Väntar

source: Active
fi: Aktiivinen
sv: Aktiva

source: Cancelled
fi: Peruuta
sv: Annullerad

source: Membership ID
fi: Jäsenyyden tunniste
sv: Medlems-ID

source: Unique identifier for this membership.
fi: Yksilöllinen tunniste tälle jäsenyydelle.
sv: Unik identifierare för detta medlemskap.

source: Invite email address
fi: Virheellinen sähköpostiosoite
sv: E-postadress till den inbjudna personen

source: Phone number to which the confirmation SMS will be sent, in the international format, e.g. +358123456789.
sv: Telefonnummer till vilket bekräftelse skickas via textmeddelande, i internationellt format t.ex. +358123456789.

source: Possible default email invitation replacement text
sv: Eventuell text som ersätter standardinbjudan

source: Invite text
fi: Kutsun teksti
sv: Text för inbjudan
