Repository: UniversityofHelsinki/kamu
Catalog: kamu/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Invitation process has taken too long.
fi: Kutsuprosessi on kestänyt liian kauan.
sv: Inbjudningsprocessen tog för lång tid.

source: This invitation has already been used.
fi: Kutsu on jo käytetty.
sv: Denna inbjudan har redan använts.

source: This invitation has expired.
fi: Kutsu on vanhentunut.
sv: Denna inbjudan har gått ut.

source: Invalid invitation token.
fi: Virheellinen kutsukoodi.
sv: Ogiltig inbjudningstoken.

source: The membership information has now been created.
sv: Uppgifterna om medlemskapet har nu skapats.

source: Personal identity code length should be 11 characters.
fi: Henkilötunnuksen pituuden tulee olla 11 merkkiä.
sv: Personbeteckningens längd ska vara 11 tecken.

source: Incorrect date part.
fi: Virheellinen päivämääräosa.
sv: Felaktig datumdel.

source: Incorrect intermediate character.
fi: Virheellinen välimerkki.
sv: Felaktigt mellanliggande tecken.

source: Incorrect numeric part.
fi: Virheellinen numero-osa.
sv: Felaktig numerisk del.

source: Incorrect checksum.
fi: Virheellinen tarkastusmerkki.
sv: Felaktig kontrollsumma.

source: Phone number is too short.
fi: Puhelinnumero on liian lyhyt.
sv: Telefonnumret är för kort.

source: Phone number must start with a plus sign.
fi: Puhelinnumeron tulee alkaa +-merkillä.
sv: Telefonnumret måste börja med ett plustecken.

source: Phone number contains invalid characters.
fi: Puhelinnumero sisältää virheellisiä merkkejä.
sv: Telefonnumret innehåller ogiltiga tecken.

source: Invalid eIDAS identifier format.
fi: Virheellinen eIDAS-tunnisteen muoto.
sv: Ogiltigt format för eIDAS-identifierare.

source: Invalid start date format.
fi: Virheellinen aloituspäivämäärän muoto.
sv: Ogiltigt format för startdatum.

source: Invalid expiry date format.
fi: Virheellinen päättymispäivämäärän muoto.
sv: Ogiltigt format för utgångsdatum.

source: Membership expiry date cannot be earlier than start date.
fi: Jäsenyyden päättymispäivämäärä ei voi olla ennen aloituspäivämäärää.
sv: Medlemskapets utgångsdatum kan inte vara tidigare än startdatumet.

source: Membership expiry date cannot be in the past.
fi: Jäsenyyden päättymispäivämäärä ei voi olla menneisyydessä.
sv: Medlemskapets utgångsdatum kan inte vara i det förflutna.

source: Membership start date cannot be in the past.
fi: Jäsenyyden aloituspäivämäärä ei voi olla menneisyydessä.
sv: Medlemskapets startdatum kan inte vara i det förflutna.

source: Past membership start date cannot be changed.
fi: Mennyttä aloituspäivää ei voida muuttaa.
sv: Ett passerat startdatum för medlemskapet kan inte ändras.

source: Maximum membership duration for this role is %(max_duration)s days. Last possible date for this membership is %(last_date)s.
fi: Tämän roolin enimmäiskesto on %(max_duration)s päivää. Viimeinen mahdollinen päivä tälle jäsenyydelle on %(last_date)s.
sv: Den maximala medlemskapstiden för denna roll är %(max_duration)s dagar. Sista möjliga datum för detta medlemskap är %(last_date)s.

source: Organisation hierarchy cannot be deeper than maximum depth.
fi: Organisaatiohierarkia ei voi olla syvempi kuin maksimisyvyys.
sv: Organisationshierarkin kan inte vara större än det maximala djupet.

source: Organisation cannot be in its own hierarchy.
fi: Organisaatio ei voi olla omassa hierarkiassaan.
sv: Organisation kan inte vara i sin egen hierarki.

source: Role hierarchy cannot be more than maximum depth.
fi: Roolihierarkia ei voi olla syvempi kuin maksimisyvyys.
sv: Rollhierarkin kan inte vara större än det maximala djupet.

source: Role cannot be in its own hierarchy.
fi: Rooli ei voi olla omassa hierarkiassaan.
sv: Rollen kan inte vara i sin egen hierarki.

source: Could not load user ID choices, please try again later.
fi: Käyttäjätunnusvaihtoehtojen muodostaminen ei onnistunut. Ole hyvä ja yritä myöhemmin uudelleen.
sv: Kunde inte ladda användar-ID-val, försök igen senare.

source: Creation of limited user account failed, please try again later. If the problem persists for several days, please contact IT-Helpdesk.
sv: Skapandet av ett begränsat användarkonto misslyckades, vänligen försök igen senare. Om problemet kvarstår i flera dagar, kontakta helpdesk@helsinki.fi.

source: Account created.
fi: Käyttäjätunnus luotu.
sv: Konto skapat.

source: Your permission to this account has expired.
fi: Oikeutesi tähän käyttäjätunnukseen on päättynyt.
sv: Din behörighet till detta konto har löpt ut.

source: Account enabling failed, please try again later.
fi: Käyttäjätunnuksen aktivointi epäonnistui, ole hyvä ja yritä myöhemmin uudelleen.
sv: Kontoaktiveringen misslyckades, försök igen senare.

source: Account enabled.
fi: Käyttäjätunnus aktivoitu.
sv: Konto aktiverat.

source: Account disabling failed, please try again later.
fi: Käyttäjätunnuksen sulkeminen epäonnistui, ole hyvä ja yritä myöhemmin uudelleen.
sv: Deaktiveringen av kontot misslyckades, försök igen senare.

source: Account disabled.
fi: Käyttäjätunnus suljettu.
sv: Konto deaktiverat.

source: Password reset failed, please try again later.
fi: Salasanan asettaminen epäonnistui, ole hyvä ja yritä myöhemmin uudelleen.
sv: Återställningen av lösenord misslyckades, försök igen senare.

source: Password reset.
fi: Salasana asetettu.
sv: Lösenordet återställdes.

source: Link identifier not found.
fi: Liitostunnistetta ei löytynyt.
sv: Länkidentifierare hittades inte.

source: Link identifier time not valid.
fi: Virheellinen liitostunniste.
sv: Länkidentifierarens tid är ogiltig.

source: Link identifier expired.
fi: Liitostunniste vanhentunut.
sv: Länkidentifieraren har gått ut.

source: Identifier linking failed:
fi: Tunnisteen liittäminen epäonnistui:
sv: Länkningen av identifierare misslyckades:

source: Invitation claiming failed:
fi: Kutsun lunastaminen epäonnistui:
sv: Inbjudan kunde inte accepteras:

source: Login failed:
fi: Kirjautumien epäonnistui:
sv: Inloggningen misslyckades:

source: Redirection loop for authenticated user detected. Please contact service admins.
fi: Havaittu uudelleenohjaussilmukka todennetulle käyttäjälle. Ota yhteyttä palvelun ylläpitäjiin.
sv: Omdirigeringsslinga för autentiserad användare upptäckt. Kontakta tjänstens administratörer.

source: See the pending memberships here.
sv: Se de väntande medlemskapen här.

source: You have memberships pending approval.
sv: Du har medlemskap som väntar på godkännande.

source: List here
fi: Lista
sv: Lista här

source: Memberships are ending soon in roles you have approval rights.
fi: Jäsenyyksiä päättyy pian rooleissa, joissa sinulla on hyväksymisoikeudet.
sv: Medlemskap upphör snart för roller som du har godkännanderättigheter för.

source: Selected as the target identity for identity combining.
fi: Valittu kohteeksi henkilöllisyyksien yhdistämisessä.
sv: Vald som målidentitet för identitetskombination.

source: Selected as the source identity for identity combining.
fi: Valittu lähteeksi henkilöllisyyksien yhdistämisessä.
sv: Vald som källidentitet för identitetskombination.

source: Failed to verify Candour ID verification status, please try again.
sv: Det gick inte att verifiera Candour ID-verifieringsstatus, försök igen senare.

source: Your identity has been verified and personal information updated with Candour ID identification service.
sv: Din identitet har verifierats och personuppgifter uppdaterats med hjälp av identifieringstjänsten Candour ID.

source: Candour ID verification failed, please try again.
sv: Verifieringen med Candour ID misslyckades. Försök igen.

source: Failed to create Candour ID verification session, please try again.
sv: Det gick inte att skapa en Candour ID-verifieringssession, försök igen senare.

source: Could not start Candour ID process, please try again later.
sv: Kunde inte starta Candours ID‑process, försök igen senare.

source: Kamu: email address verification
fi: Kamu: sähköpostiosoitteen vahvistaminen
sv: Kamu: verifiering av e-postadress

source: Your verification code is: %(token)s
fi: Vahvistuskoodisi on: %(token)s
sv: Din bekräftelsekod är: %(token)s

source: You tried to send a new code too soon. Please wait one minute before trying again.
sv: Du försökte skicka en ny bekräftelsekod för fort. Vänta en minut innan du försöker igen.

source: Contract already signed.
fi: Sopimus on jo allekirjoitettu.
sv: Avtalet har redan signerats.

source: Contract version has changed. Please try again.
fi: Sopimuksen versio on muuttunut. Ole hyvä ja yritä uudelleen.
sv: Avtalsversionen har ändrats. Vänligen försök igen.

source: Contract signed.
fi: Sopimus allekirjoitettu.
sv: Avtal signerat.

source: New identity created.
fi: Uusi henkilöllisyys luotu.
sv: Ny identitet skapad.

source: Invalid verification session.
sv: Ogiltig verifieringssession.

source: Identity verification has been cancelled.
sv: Identitetsverifieringen har avbrutits.

source: LDAP search returned too many results, please refine your search parameters.
fi: LDAP-haku palautti liian monta tulosta. Ole hyvä ja tarkenna hakuparametrejä.
sv: LDAP-sökningen gav för många resultat, förfina sökparametrarna.

source: Too many results, please refine your search parameters.
fi: Liian monta tulosta. Ole hyvä ja tarkenna hakuparametrejä.
sv: För många resultat, förfina sökparametrarna.

source: Partial name matches returned too many results. Returning only exact matches.
fi: Osittaiset nimet palauttivat liian monta tulosta. Näytetään vain täsmälliset osumat.
sv: Partiella namnträffar gav för många resultat. Återger endast exakta träffar.

source: LDAP search failed, could not search existing accounts.
fi: LDAP-haku epäonnistui. Olemassa olevia tilejä ei voitu hakea.
sv: LDAP-sökningen misslyckades, det gick inte att söka efter befintliga konton.

source: Identifier match found, skipping name search.
fi: Tunnisteella löydettiin osuma. Nimien haku ohitetaan.
sv: Identifierarträff hittades, skippar namnsökning.

source: Incorrect primary keys.
fi: Virheelliset yksilöivät avaimet.
sv: Felaktiga primärnycklar.

source: Identities combined.
fi: Henkilöllisyydet yhdistetty.
sv: Identiteter kombinerade.

source: You need to create an identity first.
fi: Sinun täytyy rekisteröidä henkilöllisyys ensin.
sv: Du måste först skapa en identitet.

source: You are already a member of this role.
fi: Olet jo tämän roolin jäsen.
sv: Du är redan medlem i den här rollen.

source: You have approved the membership shown below.
sv: Du har godkänt medlemskapet som visas nedan.

source: The email invitation has been sent.
sv: E-postinbjudan har skickats.

source: Could not send invite email.
fi: Kutsusähköpostin lähetys epäonnistui.
sv: Kunde inte skicka e-postmeddelande med inbjudan.

source: You tried to send a new email invitation too soon. Please wait one minute before trying again.
sv: Du försökte skicka en ny e-postinbjudan för fort. Vänta en minut innan du försöker igen.

source: Membership set to end today.
fi: Jäsenyys asetettu päättymään tänään.
sv: Medlemskapet upphör idag.

source: Membership cancelled.
fi: Jäsenyys peruttu.
sv: Medlemskap avslutat.

source: Membership updated.
fi: Jäsenyys päivitetty.
sv: Medlemskap uppdaterat.

source: This invitation is already claimed.
fi: Kutsu on jo käytetty.
sv: Den här inbjudan är redan använd.

source: Finnish personal identity code {fpic} and email address {email} are registered to different identities.
fi: Henkilötunnus {fpic} ja sähköpostiosoite {email} ovat rekisteröity eri henkilöille.
sv: Personbeteckningen {fpic} och e-postadressen {email} är registrerade för olika identiteter.

source: Finnish personal identity code {fpic} and phone number {phone} are registered to different identities.
fi: Henkilötunnus {fpic} ja puhelinnumero {phone} ovat rekisteröity eri henkilöille.
sv: Personbeteckningen {fpic} och telefonnumret {phone} är registrerade för olika identiteter.

source: Email address {email} and phone number {phone} are registered to different identities.
fi: Sähköpostiosoite {email} ja puhelinnumero {phone} ovat rekisteröity eri henkilöille.
sv: E-postadressen {email} och telefonnumret {phone} är registrerade för olika identiteter.

source: The email invitation has been sent to following addresses: {0}
sv: E-postinbjudan har skickats till följande e-postadresser: {0}

source: Added following identities: {0}
fi: Lisätty seuraavat henkilöllisyydet: {0}
sv: Följande identiteter har lagts till: {0}

source: Confirm password
fi: Vahvista salasana

source: Select account name to be used.
fi: Valitse käyttäjätunnus.

source: Create account
fi: Luo tunnus

source: Resend verification code
fi: Lähetä vahvistuskoodi uudelleen

source: Invitation code
fi: Kutsukoodi

source: Use international format, e.g. +358401234567, including only numbers and + sign.
fi: Käytä kansainvälistä muotoa, esim. +358401234567, käyttäen vain numeroita ja +-merkkiä.

source: Name search returns partial matches from Kamu and names starting with the search parameters in the user directory.
fi: Nimihaku palauttaa osittaisia osumia Kamusta ja nimet, jotka alkavat hakuparametreilla käyttäjähakemistosta.

source: Name search returns partial matches from Kamu.
fi: Nimihaku palauttaa osittaisia osumia Kamusta.

source: Identifier search matches only exact identifiers. Each identifier is searched separately and the results are added to the final search results.
fi: Tunnistehaku hakee vain täsmällisiä tunnisteita. Jokainen tunniste haetaan erikseen, ja tulokset lisätään lopullisiin hakutuloksiin.

source: Email address or phone number
fi: Sähköpostiosoite tai puhelinnumero

source: Save
fi: Tallenna

source: Resend a code
fi: Uudelleenlähetä koodi

source: Update
fi: Päivitä

source: Light Account
fi: Kevyttunnus

source: Status
fi: Tila

source: Unknown
fi: Tuntematon

source: No assurance level
fi: Ei varmuustasoa

source: Low, self-asserted with a verified email-address
fi: Matala, itse ilmoitettu vahvistetulla sähköpostiosoitteella

source: Medium, verified with a government issued photo-ID
fi: Keskitaso, vahvistettu viranomaisen myöntämällä kuvallisella henkilökortilla

source: High, eIDAS substantial level or similar
fi: Korkea, Suomi.fi korotettu taso tai vastaava

source: Kamu ID
fi: Kamu-tunniste

source: A given name or nickname part of the user's display name.
fi: Etunimi tai kutsumanimi käyttäjän näkyvässä nimessä.

source: A surname part of the user's display name.
fi: Sukunimi tai sen osa käyttäjän näkyvässä nimessä.

source: Phone number to send the verification SMS to. In international format, e.g. +358123456789.
fi: Puhelinnumero, johon vahvistusviesti lähtetään. Kansainvälisessä muodossa, esim. +358123456789.

source: Invite language
fi: Kutsun kieli

source: This replaces beginning of the default invite message. Lines of the invite text are wrapped to 70 characters. Invite code and link will be added to end of the message. Use preview to see the final result.
fi: Tämä korvaa oletuskutsun alun. Kutsun tekstirivien sallittu pituus on 70 merkkiä. Kutsukoodi ja linkki lisätään kutsuviestin loppuun. Käytä esikatselua nähdäksesi lopullisen viestin.

source: Membership reason
fi: Jäsenyyden syy

source: Organisation
fi: Organisaatio

source: Account will be created with the following information
fi: Tunnus luodaan seuraavilla tiedoilla

source: Give password to create an account
fi: Anna salasana luodakseni tunnuksen

source: Regenerate user IDs
fi: Luo uudet tunnusvaihtoehdot

source: Account details
fi: Tunnuksen tiedot

source: This account will be disabled immediately.
fi: Tunnus suljetaan välittömästi.

source: This account will be enabled immediately.
fi: Tunnus aktivoidaan välittömästi.

source: Reset account password
fi: Palauta tunnuksen salasana

source: Account information
fi: Tunnuksen tiedot

source: Accounts
fi: Tunnukset

source: You do not have any accounts.
fi: Sinulla ei ole käyttäjätunnuksia.

source: Allowed accounts
fi: Sallitut tunnukset

source: You have received an invite to a new role at the University of Helsinki.
fi: Olet saanut kutsun uuteen rooliin Helsingin yliopistolla.

source: If you already have a University of Helsinki account or a Kamu registered identity, please log in.
fi: Jos sinulla on jo Helsingin yliopiston käyttäjätunnus tai olet rekisteröitynyt Kamuun, kirjaudu sisään tästä.

source: Register identity
fi: Rekisteröi henkilöllisyys

source: If you don't have a user account or a Kamu identity yet, please register here. You will need to register in order to gain University of Helsinki user account and other permissions.
fi: Jos sinulla ei ole vielä tunnusta tai henkilöllisyyttä Kamussa, ole hyvä ja rekisteröidy tästä. Rekisteröityminen vaaditaan Helsingin yliopiston käyttäjätunnusta ja muita oikeuksia varten.

source: Registration
fi: Rekisteröityminen

source: Welcome to Kamu registration. We recommend using an external identity but you can also register with an email address or an SMS-capable phone number.
fi: Tervetuloa Kamu-rekisteröitymiseen. Suosittelemme ulkoisen tunnisteen käyttöä, mutta voit myös rekisteröityä sähköpostilla ja tekstiviestillä.

source: Register with an external identity
fi: Rekisteröidy ulkoisella tunnisteella

source: Register with a Haka federation account. Finnish universities, polytechnics and research institutions accounts.
fi: Rekisteröidy Haka-luottamusverkoston kautta. Suomalaisten korkeakoulujen ja tutkimusorganisaatioiden tunnukset.

source: Register with an eduGAIN federation account. Global research and education institution accounts.
fi: Rekisteröidy eduGAIN-luottamusverkoston kautta. Kansainvälisten tutkimus- ja koulutusorganisaatioiden tunnukset.

source: Registration with an email account and an SMS-capable phone number is possible but we recommend using external identities.
fi: Rekisteröityminen sähköpostitunnuksella ja tekstiviestikykyisellä puhelinnumerolla on mahdollista, mutta suosittelemme ulkoisten tunnisteiden käyttöä.

source: Requiring approval
fi: Vaatii hyväksynnän

source: Expiring
fi: Vanhentumassa

source: Managed
fi: Hallinnoitu

source: Search identities
fi: Etsi identiteettejä

source: https://helpdesk.it.helsinki.fi/en
fi: https://helpdesk.it.helsinki.fi

source: Version
fi: Versio

source: Hi Your role membership at the University of Helsinki is ending soon. Role: %(role)s Expiring date: %(expire_date)s Please get in touch with your university contact if the membership should continue.
fi: Hei Helsingin yliopiston roolijäsenyytesi päättyy pian. Rooli: %(role)s Päättymispäivä: %(expire_date)s Olethan yhteydessä yliopiston yhteyshenkilöösi, jos jäsenyytesi pitäisi jatkua.

source: Hi Role: %(role)s Number of memberships expiring soon: %(number_of_memberships)s
fi: Hei Rooli: %(role)s Lähiaikoina päättyvien jäsenyyksien määrä: %(number_of_memberships)s

source: Expiring memberships for %(role)s
fi: Päättyviä jäsenyyksiä roolissa %(role)s

source: %(inviter)s has invited you to join the role:
fi: %(inviter)s on kutsunut sinut liittymään rooliin:

source: You have been invited to join the role:
fi: Sinut on kutsuttu liittymään rooliin:

source: Your invite code is:
fi: Kutsukoodisi on:

source: Click the following link to accept the invitation:
fi: Hyväksy jäsenyys klikkaamalla seuraavaa linkkiä:

source: Kamu role invite
fi: Kutsu Kamu-rooliin

source: Hi Your verification code is: %(token)s If you haven't tried to sign in to a Kamu account, you can safely ignore this email.
fi: Hei Vahvistuskoodisi on: %(token)s Jos et ole yrittänyt kirjautua Kamuun, voit jättää tämä viestin huomiotta.

source: %(inviter)s has added you a new role membership in Kamu:
fi: %(inviter)s on lisännyt sinulle uuden roolijäsenyyden Kamussa:

source: You have a new role membership in Kamu:
fi: Sinulla on uusi roolijäsenyys kamussa:

source: New role membership in Kamu
fi: Uusi roolijäsenyys Kamussa

source: Hi Your role membership at the University of Helsinki has been approved. Role: %(role)s
fi: Hei Jäsenyytesi rooliin Helsingin yliopistossa on hyväksytty. Rooli: %(role)s

source: Hi Your role membership at the University of Helsinki has been cancelled. Role: %(role)s Please get in touch with your university contact if the membership should continue.
fi: Hi Roolijäsenyytesti Helsingin yliopistossa on peruttu. Rooli: %(role)s Olethan yhteydessä yliopiston yhteyshenkilöösi, jos jäsenyytesi pitäisi jatkua.

source: Your membership has been cancelled
fi: Jäsenyytesi on peruttu

source: Hi A membership requiring approval has been created: Role: %(role)s Member: %(member)s Invited by: %(inviter)s
fi: Hei Hyväksyntävää vaativa jäsenyys on luotu: Rooli: %(role)s Kutsuttu: %(member)s Kutsuja: %(inviter)s

source: Membership requiring approval for %(role)s
fi: Hyväksyntää vaativia jäsenyyksiä roolissa %(role)s

source: University of Helsinki registry for external identities.
fi: Helsingin yliopiston rekisteri ulkoisille henkilöllisyyksille.

source: Role and membership management
fi: Roolien ja jäsenyyksien hallinta

source: List memberships requiring approval.
fi: Listaa hyväksyntää vaativat jäsenyydet.

source: List memberships expiring soon.
fi: Listaa lähiaikoina vanhenevat jäsenyydet.

source: List memberships where you are inviter or approver.
fi: Listaa jäsenyydet, joissa olet kutsujana tai hyväksyjänä

source: Show roles which you have the right to invite others to.
fi: Näytä roolit, joihin sinulla on oikeus kutsua muita.

source: Show roles that you have the approval rights to.
fi: Näytä roolit, joihin sinulla on hyväksymisoikeudet.

source: Show roles that you have the owner rights to.
fi: Näytä roolit, joihin sinulla on omistusoikeudet.

source: Show and manage your own information. This includes your role memberships and basic information such as names, contacts and contracts.
fi: Näytä ja hallinnoi omia tietojasi. Niihin kuuluvat roolijäsenyydet ja perustiedot, kuten nimet, yhteystiedot ja sopimukset.

source: Manage your information or roles.
fi: Hallinnoi tietojasi tai roolejasi.

source: If you have an invite code, register here.
fi: Jos sinulla on kutsukoodi, rekisteröidy tästä.

source: Address
fi: Osoite

source: Number
fi: Numero

source: Link a new identifier
fi: Liitä uusi tunniste

source: Link a new identifier to your identity. After linking a new identifier, you can use it to manage your information in Kamu, or when using light accounts.
fi: Liitä uusi tunniste henkilöllisyyteesi. Uuden tunnisteen liittämisen jälkeen voit käyttää sitä tietojesi hallintaan Kamussa tai kevyttunnuksia käyttäessä.

source: External identifiers
fi: Ulkoiset tunnisteet

source: verified
fi: vahvistettu

source: View details and update
fi: Lisätiedot ja päivitys

source: Basic information includes personal details such as names, preferred language, date of birth, and nationality.
fi: Perustiedot sisältävät henkilökohtaiset tiedot, kuten nimet, käyttökielen, syntymäajan ja kansalaisuuden.

source: Contact information includes external email addresses and phone numbers.
fi: Yhteystiedot sisältävät ulkoiset sähköpostiosoitteet ja puhelinnumerot.

source: Identifiers include external login methods such as Google and Microsoft accounts or accounts from other universities.
fi: Tunnisteet sisältävät ulkoiset kirjautumistavat kuten Google- ja Microsoft-tilit tai muiden yliopistojen tunnukset.

source: The Contracts section allows you to sign agreements required for certain roles, such as the Acceptable Use Policy and NDA.
fi: Sopimukset-osion kautta on mahdollista allekirjoittaa tietyille rooleille pakollisia sopimuksia, kuten käyttöehtosopimuksen ja salassapitosopimuksen.

source: Manage user accounts
fi: Hallinnoi käyttäjätunnuksia

source: Role memberships
fi: Roolien jäsenyydet

source: Expires
fi: Päättyy

source: Started
fi: Aloitettu

source: Memberships requiring approval
fi: Hyväksyntää vaativat jäsenyydet

source: Includes memberships in roles that you have approve or invite rights.
fi: Sisältää jäsenyydet rooleissa, joihin sinulla on hyväksymis- tai kutsuoikeudet.

source: Starts
fi: Alkaa
