Repository: UniversityofHelsinki/kamu
Catalog: kamu/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Information marked with an asterisk <span class="text-success">*</span> has been confirmed.
sv: Information markerad med en asterisk <span class="text-success">*</span> har bekräftats.

source: Other information and updating information
sv: Övriga uppgifter och uppdatering av uppgifter

source: View and manage your information
fi: Hallinnoi ja katso tietojasi
sv: Visa och hantera dina uppgifter

source: In this section, you can view and edit your own information. Some information is mandatory and some is voluntary.
sv: Här kan du se och redigera dina egna uppgifter. En del av uppgifterna är obligatoriska och en del frivilliga.

source: In the Personal information section, you will find your personal information, such as names, preferred service language, date of birth and nationality.
sv: I avsnittet Grunduppgifter anger du dina personliga uppgifter, såsom namn, önskat kontaktspråk, födelsedatum och nationalitet.

source: The Contact information section contains email addresses and phone numbers. You can add more than one of each piece of contact information.
sv: Avsnittet Kontakter innehåller e-postadresser och telefonnummer. Du kan lägga till flera kontaktuppgifter.

source: The Identifiers section contains external login methods, such as Google and Microsoft accounts or usernames of other higher education institutions. If you attach several identifiers to your information, you can use them when logging in to Kamu.
sv: Avsnittet Identifierare innehåller externa inloggningsmetoder som Google- och Microsoft-konton eller användarnamn för andra högskolor. Om du lägger till flera identifierare i dina uppgifter kan du i fortsättningen använda dem när du loggar in i Kamu.

source: The Agreements section allows you to approve agreements that are mandatory for certain roles, such as information system terms of use or non-disclosure agreements. You can also view the agreements you have previously approved.
sv: Via avsnittet Avtal är det möjligt att godkänna obligatoriska avtal för vissa roller, såsom användningsvillkor för datasystem eller sekretessavtal. Du kan även se tidigare godkända avtal.

source: In the Verify your identity section, you can verify your identity using Suomi.fi/eIDAS identification, or with mobile phone and passport or ID card. Some roles may require verified identity.
sv: I avsnittet Verifiera din identitet kan du verifiera din identitet med Suomi.fi/eIDAS-identifiering, eller med mobiltelefon och pass eller ID-kort. Vissa roller kan kräva verifierad identitet.

source: Personal information
sv: Personuppgifter

source: Verify your identity
sv: Verifiera din identitet

source: Create and manage user accounts
sv: Skapa och administrera användarkonton

source: Current and upcoming memberships
sv: Nuvarande och framtida medlemskap

source: Start date
fi: Aloituspäivä
sv: Startdatum

source: Expiration date
sv: Avslutningsdag

source: You do not have any current or upcoming memberships.
fi: Sinulla ei ole nykyisiä tai tulevia jäsenyyksiä.
sv: Du har inga aktuella eller kommande medlemskap.

source: Expired memberships
fi: Päättyneet jäsenyydet
sv: Utgångna medlemskap

source: Set as target
fi: Aseta kohteeksi
sv: Ange som mål

source: Set as source
fi: Aseta lähteeksi
sv: Ange som källa

source: Change identity information
fi: Muuta henkilötietoja
sv: Ändra identitetsuppgifter

source: Identity search
fi: Henkilöllisyyksien haku
sv: Identitetssökning

source: Kamu results
fi: Kamu-tulokset
sv: Kamu-resultat

source: To protect user privacy, email addresses and phone numbers are only listed when exactly matching the search parameter.
fi: Käyttäjän yksityisyyden suojaamiseksi sähköpostiosoitteet ja puhelinnumerot näytetään vain, kun ne täsmäävät täysin hakuparametreihin.
sv: För att skydda användarnas integritet visas e-postadresser och telefonnummer endast om de exakt matchar sökparametern.

source: Attributes
fi: Tiedot
sv: Attribut

source: No results with the provided search parameters.
fi: Ei tuloksia annetuilla hakuehdoilla.
sv: Inga resultat med de angivna sökparametrarna.

source: User directory results
fi: Käyttäjähakemiston tulokset
sv: Användarkatalogresultat

source: Verification of identity and information
sv: Verifiering av identitet och uppgifter

source: Your identity and personal information have already been verified. If you want to update your information, please identify yourself again by using the Suomi.fi or eIDAS e-identification services.
sv: Din identitet och dina personuppgifter har redan verifierats. Om du vill uppdatera dina uppgifter, identifiera dig igen med hjälp av Suomi.fi eller eIDAS e-identifieringstjänster.

source: Current verification level:
sv: Aktuell identifieringsnivå:

source: The following information will be updated or added to your information.
sv: Följande uppgifter kommer att uppdateras eller läggas till i dina uppgifter.

source: Official names
sv: Officiella namn

source: Identity document type and expiration date
sv: Typ av identitetshandling och utgångsdatum

source: Suomi.fi e-identification
sv: Suomi.fi e-identifikation

source: "Verify your identity using Suomi.fi e-identification. Suomi.fi e-identification is a Finnish identification service that allows you to verify your identity and personal information using, for example, bank credentials or a mobile certificate.
sv: Verifiera din identitet med hjälp av identifieringstjänsten Suomi.fi eller eIDAS. Suomi.fi-identifikation är en finländsk tjänst för stark autentisering med vilken du kan bekräfta dina personuppgifter med hjälp av till exempel bankkoder eller mobilcertifikat.

source: You can use the service free of charge.
sv: Det kostar inget att använda tjänsterna.

source: Verify your identity Suomi.fi e-identification
sv: Verifiera din identitet med Suomi.fi-identifikation

source: Suomi.fi or eIDAS e-identification
sv: Suomi.fi- eller eIDAS-identifieringstjänst

source: Verify your identity using Suomi.fi or eIDAS e-identification.
sv: Verifiera din identitet med Suomi.fi- eller eIDAS-identifikation.

source: "Suomi.fi e-identification is a Finnish identification service that allows you to verify your identity and personal information using, for example, bank credentials or a mobile certificate.
sv: Suomi.fi-identifikation är en finländsk tjänst för stark autentisering med vilken du kan bekräfta dina personuppgifter med hjälp av till exempel bankkoder eller mobilcertifikat.

source: "eIDAS is the EU’s strong identification service that enables the use of your own national identification provider to verify your identity.
sv: eIDAS-identifikation är EU:s tjänst för stark autentisering som möjliggör användning av egna nationella identifieringsmedel.

source: You can use the services free of charge.
sv: Det kostar inget att använda tjänsterna.

source: Verify your identity Suomi.fi or eIDAS e-identification
sv: Verifiera din identitet med Suomi.fi- eller eIDAS-identifikation

source: Persons without eIDAS access can use Candour ID to verify their identity. For this, you will need a passport or identity document and the Candour ID app.
sv: Personer utan tillgång till eIDAS kan använda Candour ID för identifiering. För detta behöver du ett pass eller identitetsbevis och Candour ID-appen.

source: Please check and correct the information below before using Candour ID. The information must be the same as on your passport or ID card. You can correct the information by returning to My information and selecting Personal information.
sv: Kontrollera och korrigera uppgifterna nedan innan du använder Candour ID. Uppgifterna ska stämma överens med uppgifterna i ditt pass eller ID-kort. Du kan korrigera uppgifterna genom att gå tillbaka till Mina uppgifter och där välja Personuppgifter.

source: Official surname
sv: Officiellt efternamn

source: You have unfinished Candour ID identification process.
sv: Du har en oavslutad identifieringsprocess med Candour ID.

source: Continue
sv: Fortsätt

source: Verify your identity using passport or ID card and a mobile phone application.
sv: Verifiera din identitet med pass eller identitetsbevis och en mobilapp.

source: Verify your identity using a biometric passport or identity document
sv: Verifiera din identitet med biometriskt pass eller identitetsbevis

source: If your passport or ID card does not contain an RFID chip or your phone does not support NFC, you can use a non-biometric passport or ID card to verify your identity at a lower level. You also need a mobile application or web browser and a camera connected to it.
sv: Om ditt pass eller ID-kort inte har ett RFID-chip eller om din telefon inte stöder NFC, kan du använda ett icke-biometriskt pass eller ID-kort för att identifiera dig på en lägre identifieringsnivå. Dessutom behöver du mobilappen eller en webbläsare och en ansluten kamera.

source: Verify your identity at a lower level of identification
sv: Verifiera din identitet med en lägre identifieringsnivå

source: Phone number verification
fi: Puhelinnumeron vahvistaminen
sv: Verifiering av telefonnummer

source: For your information
fi: Tiedoksenne
sv: För din kännedom

source: Shows a list of memberships pending approval for roles for which you have invite or approval permissions. If the list is empty, all memberships have already been approved. Please note that another approver may have recently approved or rejected the membership.
sv: Visar en lista över medlemskap som väntar på godkännande för roller för vilka du har inbjudnings- eller godkännandebehörighet. Om listan är tom har alla medlemskap redan godkänts. Obs! Någon annan person kan nyligen ha godkänt eller avvisat medlemskapet.

source: Agreement on membership of the University community
sv: Avtal om medlemskap i universitetsgemenskapen

source: Approval required
fi: Vaatii hyväksynnän
sv: Godkännande krävs

source: Please check the information below and accept or reject the membership.
sv: Kontrollera informationen nedan och godkänn eller avvisa medlemskapet.

source: Approve
fi: Hyväksy
sv: Godkänn

source: Reject
sv: Avvisa

source: Description
sv: Beskrivning

source: Annual costs
sv: Årliga kostnader

source: Maximum duration
fi: Pisin kesto
sv: Maximal varaktighet

source: days
fi: päivää
sv: dagar

source: Email
fi: Sähköposti
sv: E-post

source: The person has not yet registered for Kamu and provided their own information.
sv: Personen har ännu inte registrerat sig i Kamu och angett sina uppgifter.

source: An email invitation has been sent to %(address)s.
sv: E-postinbjudan har skickats till adressen %(address)s.

source: An SMS confirmation will be sent to %(number)s.
sv: Bekräftelse skickas via textmeddelande till numret %(number)s.

source: Resend email invitation
sv: Skicka e-postinbjudan igen

source: Membership details
fi: Jäsenyyden tiedot
sv: Medlemskapsuppgifter

source: Expiry date
fi: Päättymispäivä
sv: Utgångsdatum

source: Approver
fi: Hyväksyjä
sv: Godkännare

source: Inviter
fi: Kutsuja
sv: Inbjudare

source: Reasons
sv: Motiveringar

source: Continue and edit membership
sv: Fortsätt och redigera medlemskap

source: End membership to today
sv: Avsluta medlemskap på detta datum

source: Please confirm that you want to terminate the membership shown below by the end of today.
sv: Bekräfta att du vill avsluta medlemskapet nedan i slutet av detta datum.

source: Back
sv: Tillbaka

source: Confirm termination of membership
sv: Bekräfta avslutande av medlemskap

source: Cancel membership effective immediately
sv: Annullera medlemskapet omedelbart

source: Please confirm that you want to cancel the membership shown below effective immediately.
sv: Bekräfta att du vill annullera medlemskapet nedan omedelbart vid denna tidpunkt.

source: Confirm cancellation of membership
sv: Bekräfta annullering av medlemskap

source: Reject membership
sv: Avvisa medlemskapet

source: The following membership will be rejected effective immediately.
sv: Följande medlemskap avvisas omedelbart.

source: Confirm rejection of membership
sv: Bekräfta avslag på medlemskap

source: Membership has been cancelled
fi: Jäsenyys on peruttu
sv: Medlemskapet har avslutats

source: This membership has been cancelled at %(cancellation_time)s.
fi: Jäsenyys on peruttu %(cancellation_time)s.
sv: Detta medlemskap avslutades %(cancellation_time)s.

source: Updating membership clears cancellation.
fi: Jäsenyyden päivittäminen poistaa peruutuksen.
sv: Att uppdatera medlemskapet återställer avbokningen.

source: Shows a list of memberships expiring within %(day_limit)s days for roles for which you have invite or approval permissions. If the list is empty, there are no expiring memberships at the moment. Please note that another approver may have recently extended or cancelled the membership.
sv: Visar en lista över medlemskap som löper ut inom %(day_limit)s dagar för roller för vilka du har inbjudnings- eller godkännandebehörighet. Om listan är tom finns det inga medlemskap som löper ut just nu. Obs! Någon annan person kan nyligen ha förlängt eller återkallat medlemskapet.

source: Join role
fi: Liity rooliin
sv: Gå med i roll

source: Invite a new member
fi: Kutsu uusi jäsen
sv: Bjud in nya medlemmar

source: Role information
sv: Uppgifter om rollen

source: SMS verification
fi: Tekstiviestivahvistus
sv: SMS-verifiering

source: Yes
sv: Ja

source: No
sv: Nej

source: Subject
fi: Otsikko
sv: Ämne

source: Message
fi: Viesti
sv: Meddelande

source: Multiple invites
fi: Useita kutsuja
sv: Flera inbjudningar

source: Following identities in Kamu will be added to the role:
fi: Seuraavat henkilöllisyydet Kamussa lisätään rooliin:
sv: Följande identiteter i Kamu kommer att få rollen:

source: Following email addresses will receive an invitation:
fi: Kutsu lähetetään seuraaviin sähköpostiosoitteisiin:
sv: Följande e-postadresser kommer att få en inbjudan:

source: This role requires SMS verification and following addresses will be skipped because of the missing phone number:
fi: Tämä rooli vaatii tekstiviestivahvistuksen, ja seuraavat osoitteet ohitetaan puhelinnumeron puuttumisen vuoksi:
sv: Den här rollen kräver SMS-verifiering och följande adresser kommer att hoppas över på grund av saknat telefonnummer:

source: Membership information
sv: Uppgifter om medlemskapet

source: Invite new member to role of
sv: Bjud in en ny medlem i rollen

source: To invite a new member, first search for the identity with known user information such as email and phone number.
fi: Kutsuaksesi uuden jäsenen, etsi ensin henkilöllisyys tunnetuilla käyttäjätiedoilla, kuten sähköpostiosoitteella ja puhelinnumerolla.
sv: För att bjuda in en ny medlem ska du först söka efter identiteten med kända användaruppgifter som e-postadress och telefonnummer.

source: If person is already found from the Kamu or the user directory, you can add role directly to the person.
fi: Jos henkilö löytyy jo Kamusta tai käyttäjähakemistosta, voit lisätä roolin suoraan henkilölle.
sv: Om personen redan finns i Kamu eller användarkatalogen, kan du ge rollen direkt till personen.

source: Otherwise you can invite them by email, by searching with the email address.
sv: I annat fall kan du skicka en inbjudan via e-post genom att söka med e-postadress.

source: Select
fi: Valitse
sv: Välj

source: Add role
fi: Lisää rooliin
sv: Lägg till roll

source: Please search with email address if you wish to send an email invite to the role.
fi: Jos haluat lähettää sähköpostikutsun rooliin, etsi henkilö ensin sähköpostiosoitteella.
sv: Sök med e-postadress om du vill skicka en e-postinbjudan till rollen.

source: Email invitation
fi: Sähköpostikutsu
sv: E-postinbjudan

source: Email address not found in the registry: %(email)s
fi: Sähköpostiosoitetta ei löytynyt rekisteristä: %(email)s
sv: E-postadressen finns inte i registret: %(email)s

source: Go to sending the invitation
sv: Gå till att skicka inbjudan

source: Add to role
sv: Lägg till i roll

source: All
fi: Kaikki
sv: Alla

source: My approved memberships
sv: Medlemskap som jag har godkänt

source: My invited members
sv: Medlemmar som jag har bjudit in

source: Validity
fi: Voimassaolo
sv: Giltighetstid

source: Agreement
sv: Avtal

source: View agreement
sv: Granska avtal

source: Membership verification
fi: Jäsenyyden vahvistaminen
sv: Medlemskapsverifiering

source: You are required to verify the membership with the SMS message to phone number defined by the inviter.
fi: Sinun on vahvistettava jäsenyys tekstiviestillä puhelinnumeroon, jonka roolin kutsuja on määrittänyt.
sv: Du måste verifiera medlemskapet med ett SMS till det telefonnummer som angetts av inbjudaren.

source: Verification phone number
fi: Vahvistuksen puhelinnumero.
sv: Verifieringsnummer

source: Role details
fi: Roolin tiedot
sv: Uppgifter om rollen

source: Parent
fi: Päärooli
sv: Överordnad

source: Owner
fi: Omistaja
sv: Ägare

source: Notification address
fi: Ilmoitusosoite
sv: Aviseringsadress

source: Join
fi: Liity
sv: Gå med

source: Invite multiple members (max %(limit)s)
fi: Kutsu useita jäseniä (enintään %(limit)s)
sv: Bjud in flera medlemmar (max %(limit)s)

source: Role list
fi: Roolit
sv: Rollista

source: Role name
sv: Rollens namn

source: No roles.
fi: Ei rooleja.
sv: Inga roller.

source: Roles you have approver permission for
fi: Roolit, joissa sinulla on hyväksymisoikeudet
sv: Roller som du har godkännarrätt för

source: Invite a person to become a member of the University community by first selecting the role that best describes the person’s relationship to the University, then clicking the Invite button in the role details. The list only shows the roles to which you have permission to invite members.
sv: Bjud in en person att bli medlem i universitetsgemenskapen genom att först välja den roll som bäst beskriver personens relation till universitetet och sedan klicka på knappen Bjud in i rollinformationen. I listan visas endast de roller till vilka du har behörighet att bjuda in medlemmar.

source: Roles you own
fi: Omistamasi roolit
sv: Roller som du äger

source: Role search
fi: Roolien haku
sv: Rollsökning

source: Search for roles by name, description or a part of these. All roles found in the system are included.
sv: Sök efter roller med rollens namn, beskrivning eller en del av dem. Alla roller som finns i systemet ingår.

source: Results
fi: Tulokset
sv: Resultat

source: Submit a search to get results.
fi: Suorita haku saadaksesi tuloksia.
sv: Gör en sökning för att få resultat.

source: Manage account
fi: Hallinnoi tunnusta
sv: Hantera användarnamn

source: Cannot combine identity with itself.
fi: Et voi yhdistää henkilöllisyyttä siihen itseensä.
sv: Kan inte kombinera en identitet med sig själv.

source: Source identity cannot have higher assurance level than target.
fi: Lähdehenkilöllisyydellä ei voi olla korkeampaa varmuustasoa kuin kohteella.
sv: Källidentiteten kan inte ha en högre kontrollnivå än målidentiteten.

source: Cannot combine two identities with uid. Please remove uid from the source first.
fi: Et voi yhdistää kahta henkilöllisyyttä UID:n kanssa. Poista UID ensin lähteestä.
sv: Kan inte kombinera två identiteter med uid. Ta först bort uid från källan.

source: Cannot combine two identities with Finnish personal identity code. Please remove FPIC from the source first.
fi: Et voi yhdistää kahta henkilöllisyyttä suomalaisella henkilötunnuksella. Poista henkilötunnus ensin lähteestä.
sv: Kan inte kombinera två identiteter med finländsk personbeteckning. Ta först bort personbeteckningen från källan.

source: Source identity is linked to user and target identity is not.
fi: Lähdehenkilöllisyys on liitetty käyttäjään ja kohdehenkilöllisyyttä ei ole.
sv: Källidentiteten är länkad till användaren, medan målidentiteten inte är det.

source: Current user's identity cannot be the source identity.
fi: Nykyisen käyttäjän henkilöllisyys ei voi olla lähdehenkilöllisyys.
sv: Den aktuella användarens identitet kan inte vara källidentiteten.

source: You tried to send a new code too soon. Please wait one minute before trying again. Please also check your spam folder.
sv: Du försökte skicka en ny kod för fort. Vänta en minut innan du försöker igen. Kontrollera även skräppostmappen i din e-post.

source: The verification code has now been sent and should arrive in your email in a few minutes. If you do not receive a verification code, please check your spam folder.
sv: Bekräftelsekoden har nu skickats och bör komma till din e-post inom några minuter. Om du inte får någon bekräftelsekod, kontrollera även din skräppostmapp.

source: Failed to send verification code.
fi: Vahvistuskoodin lähetys epäonnistui.
sv: Det gick inte att skicka bekräftelsekoden.

source: Tried to send a new code too soon. Please try again in one minute.
fi: Yritit lähettää uuden koodin liian pian. Ole hyvä ja odota yksi minuutti ennen uutta yritystä.
sv: Försökte skicka en ny kod för tidigt. Vänligen försök igen om en minut.

source: Your personal Kamu verification code is: %(token)s
sv: Din personliga Kamu-bekräftelsekod är: %(token)s

source: Could not send an SMS message.
fi: Tekstiviestin lähetys epäonnistui.
sv: Det gick inte att skicka SMS.

source: The verification code has now been sent and should arrive in your phone in a few minutes.
sv: Bekräftelsekoden har nu skickats och bör komma till din telefon inom några minuter.

source: Email address is required.
fi: Sähköpostiosoite vaaditaan.
sv: E-postadress krävs.

source: Phone number is required.
fi: Puhelinnumero vaaditaan.
sv: Telefonnummer krävs.

source: Suspected duplicate user. Finnish personal identity code already exists in the database:
fi: Mahdollinen duplikaattikäyttäjä. Suomalainen henkilötunnus on jo olemassa tietokannassa:
sv: Misstänkt dubbel användare. Personbeteckningen finns redan i databasen:

source: You can activate a new user account of type "%(account_type)s".
sv: Du kan aktivera ett nytt användarkonto av typen ”%(account_type)s”.

source: Activate account
sv: Aktivera konto

source: Continue to external service to activate account
sv: Fortsätt till extern tjänst för att aktivera konto

source: <p>Membership and privileges (e.g., a user account) activate only after the required action is completed.</p>
sv: <p>Medlemskap och privilegier (t.ex. ett användarkonto) aktiveras endast när den nödvändiga åtgärden är slutförd.</p>

source: The membership requires a contract you cannot currently sign.
sv: Medlemskapet kräver ett avtal som du för närvarande inte kan signera.

source: The membership requires a signed contract: "%(name)s".
sv: Godkännande saknas i avtalet. Öppna och godkänn avtalet: ”%(name)s”.

source: The membership requires a signed contract "%(name)s", version %(version)d or higher.
sv: Medlemskapet kräver ett signerat avtal ”%(name)s”, version %(version)d eller högre.

source: Review and sign
sv: Granska och signera

source: The membership requires a verified email address.
sv: Medlemskapet kräver en verifierad e-postadress.

source: Add and verify email address
sv: Lägg till eller verifiera e-post

source: The membership requires a verified phone number.
sv: Medlemskapet kräver ett verifierat telefonnummer.

source: Add and verify phone number
sv: Lägg till eller verifiera telefon

source: The membership requires an attribute "%(name)s" of at least verification level: %(level)d (%(level_text)s).
sv: Medlemskapet kräver attributet ”%(name)s” med minst verifieringsnivå: %(level)d (%(level_text)s).

source: The membership requires an attribute "%(name)s".
sv: Medlemskapet kräver attributet ”%(name)s”.

source: Add %(name)s
sv: Lägg till %(name)s

source: The membership requires higher assurance level:
sv: Medlemskapet kräver högre säkerhetsnivå:

source: The membership requires a requirement you cannot currently fulfill: %(name)s.
sv: Medlemskapet kräver ett krav som du för närvarande inte kan uppfylla: %(name)s.
